{
  "2012": "2012",
  "2017": "2017",
  "2022": "2022",
  "content_navigation_header": "PLATEAU Earthquake Simulation Map",
  "switch_sub_scene_button_1": "Earthquake in\nthe southern part",
  "switch_sub_scene_button_2": "Earthquake in\nThe eastern part",
  "Population: 9,733,276 people": "Population: 9,733,276",
  "Wooden": "Wooden",
  "Buildings": " ",
  "Non wooden": "Non wooden",
  "Etc.": "Etc.",
  "Large damage": "Large\ndamage",
  "No damage": "No\ndamage",
  "Source: ": "Source: ",
  "Legend": "Legend",
  "September 1, 1923, at 11:58 a.m. An earthquake with an estimated magnitude of 7.9 occurred in the Sagami Trough. Intensity 6 was observed in Saitama, Chiba, Tokyo, Kanagawa, and Yamanashi prefectures. The areas currently marked in red on the map are the locations where fires occurred during the Great Kanto Earthquake.": "September 1, 1923, at 11:58 a.m.\nAn earthquake with an estimated magnitude of 7.9 occurred in the Sagami Trough.\nIntensity 6 was observed in Saitama, Chiba, Tokyo, Kanagawa, and Yamanashi prefectures.\nThe areas currently marked in red on the map are the locations where fires occurred during the Great Kanto Earthquake.",
  "It is said that the number of dead and missing reached approximately 105,000 people. This disaster became the starting point for disaster preparedness in Japan, and September 1st was designated as \"Disaster Prevention Day.\" In 2023, it will have been 100 years since the Great Kanto Earthquake.": "It is said that the number of dead and missing reached approximately 105,000 people.\nThis disaster became the starting point for disaster preparedness in Japan,\nand September 1st was designated as \"Disaster Prevention Day.\"\nIn 2023, it will have been 100 years since the Great Kanto Earthquake.",
  "Looking to the future. Preparing for the future. This site is a place to 'see' the future. Let's look together at what could happen in the near future with a high probability: major earthquakes such as the 'Tokyo Metropolitan Area South Subduction Earthquake' and the 'Tama Eastern Subduction Earthquake,' and what we can do about them.": "Looking to the future. Preparing for the future.\nThis site is a place to 'see' the future.\nLet's look together at what could happen in the near future with a high probability:\nmajor earthquakes such as the 'Tokyo Metropolitan Area South Subduction Earthquake'\nand the 'Tama Eastern Subduction Earthquake,' and what we can do about them.",
  "SKIP": "SKIP",
  "The photo is a colorized version of a photo from the time of the Great Kanto Earthquake. Photo courtesy: National Museum of Nature and Science, Colorization: Hidenori Watanabe.": "The photo is a colorized version of a photo from the time of the Great Kanto Earthquake.\nPhoto courtesy: National Museum of Nature and Science, Colorization: Hidenori Watanave.",
  "Credit for this site: SP": "<div class='bold'>The Ministry of Land, Infrastructure, Transport and Tourism's Urban Bureau (Project PLATEAU)<br/>has created this website as a technical survey<br/>to assess the usefulness of new mapping techniques.</div><br/>\"Past & Future for Action\" aims to establish a new expression method by combining the latest technologies<br/>such as Web GIS, storytelling, and 3D representation with art.<br/><br/><br/>Supervision: The University of Tokyo III and GSII Professor Hidenori Watanave<br/>Creative Direction: Panoramatiks Principal Seiichi Satio<br/>Production: Eukarya / Panoramatiks",
  "Credit for this site: PC": "<div class='bold'>The Ministry of Land, Infrastructure, Transport and Tourism's Urban Bureau (Project PLATEAU)<br/>has created this website as a technical survey<br/>to assess the usefulness of new mapping techniques.</div><br/>\"Past & Future for Action\" aims to establish a new expression method by combining the latest technologies<br/>such as Web GIS, storytelling, and 3D representation with art.<br/><br/><br/>Supervision: The University of Tokyo III and GSII Professor Hidenori Watanave<br/>Creative Direction: Panoramatiks Principal Seiichi Satio<br/>Production: Eukarya / Panoramatiks",
  "stop": "stop",
  "play": "play",
  "startpage_title": "PLATEAU\n100 Years After\nthe Great Kanto\nEarthquake",
  "startpage_sount_instruction": "Please enter this site with sound turned on.",
  "lang_ja": "JA",
  "lang_en": "EN",
  "Tutorial areaSelector": "Select district",
  "Tutorial langButton": "Lang switching",
  "Tutorial soundButton": "Sound ON/OFF",
  "Tutorial reportButton": "Report display",
  "Play/Pause": "Play/Pause",
  "Skip": "Skip",
  "Time sequence": "Time sequence",
  "PcMenuButton": "Scene menu",
  "SpMenuButton": "Menu",
  "opening": "Opening",
  "Tokyo as it is today": "Tokyo as it is today",
  "Earthquake in the southern and the eastern part of the metropolis": "Earthquake in the southern and the eastern part of the metropolis",
  "Seismic intensity distribution": "Seismic intensity distribution",
  "Distribution of the number of houses totally destroyed": "Distribution of the number of houses totally destroyed",
  "Distribution of the number of buildings burned": "Distribution of the number of buildings burned",
  "Liquefaction distribution of the earthquake": "Liquefaction distribution of the earthquake",
  "Watch again from the beginning": "Watch again from the beginning",
  "For the future How was the story of the past and future? So far, I have conveyed various perspectives on the risk of disasters. Disasters strike our daily lives without warning. The damage caused by significant tremors is tremendous, swiftly taking away the peaceful days that we had been enjoying.": "For the future\nHow was the story of the past and future?\nSo far, I have conveyed various perspectives on the risk of disasters.\nDisasters strike our daily lives without warning.\nThe damage caused by significant tremors is tremendous,\nswiftly taking away the peaceful days that we had been enjoying.",
  "To overcome such hardships, we need human strength, bonds, and resilience. In recent years, lessons learned from large-scale disasters have led to steady progress in disaster preparedness measures by national and municipal governments.": "To overcome such hardships,\nwe need human strength, bonds, and resilience.\nIn recent years, lessons learned from large-scale disasters have led to steady progress\nin disaster preparedness measures by national and municipal governments.",
  "NEXT": "NEXT",
  "More Details": "More Details",
  "Public Assistance Initiatives": "Public Assistance Initiatives",
  "Seismic retrofitting rate for water pipes（Evacuation shelter, Main Station）": "Seismic retrofitting rate for water pipes（Evacuation shelter, Main Station）",
  "Seismic retrofitting rate for buildings along designated transportation routes": "Seismic retrofitting rate for buildings along designated transportation routes",
  "Progress of continuity planning in local governments": "Progress of continuity planning in local governments",
  "Tokyo Disaster Reduction Plan Progress Report 2023": "Tokyo Disaster Reduction Plan Progress Report 2023",
  "The \"damage estimation\" presented so far is based on data calculated to realistically reflect the situation of Tokyo as a major city. However, hypotheses always have exceptions. Natural disasters inherently involve unpredictable elements.": "The \"damage estimation\" presented so far is based on data calculated to realistically reflect the situation of Tokyo as a major city. However, hypotheses always have exceptions. Natural disasters inherently involve unpredictable elements.",
  "The future is always uncertain. That's why we must not be confined only to expected outcomes but steadily implement preventive measures such as seismic strengthening and fireproofing in preparation for large earthquakes that may occur anytime and under any conditions. Being prepared is what creates hope for the future.": "The future is always uncertain. That's why we must not be confined only to expected outcomes but steadily implement preventive measures such as <strong>seismic strengthening and fireproofing</strong> in preparation for large earthquakes that may occur anytime and under any conditions. Being prepared is what creates hope for the future.",
  "Percentage of public facilities serving as disaster prevention centers that are earthquake resistant": "Percentage of public facilities serving as disaster prevention centers that are earthquake resistant",
  "Metropolitan area": "Metropolitan area",
  "Nation wide": "Nation wide",
  "Metropolitan Area White Paper 2023": "Metropolitan Area White Paper 2023",
  "Furthermore, it is crucial to establish a comprehensive system to respond promptly according to the situation of disasters. Tokyo Metropolitan Government's disaster response system, centered around the Disaster Management Headquarters, is well-organized and collaborates with national, local government, and other agencies based on information from the Disaster Prevention Center to respond to disasters.": "Furthermore, it is crucial to establish a comprehensive system to respond promptly according to the situation of disasters.\nTokyo Metropolitan Government's disaster response system, centered around the Disaster Management Headquarters, is well-organized and collaborates with national, local government, and other agencies based on information from the Disaster Prevention Center to respond to disasters.",
  "Tokyo Disaster Prevention System": "Tokyo Disaster Prevention System",
  "Tokyo Metropolitan Government's Crisis Management System": "Tokyo Metropolitan Government's Crisis Management System",
  "Based on the damage estimation, various agencies including the Tokyo Metropolitan Government, municipalities, and others will revise local disaster prevention plans and implement various measures to prepare for future disasters. And when a large earthquake occurs, it is essential for each citizen, community, businesses, and society as a whole to work together to minimize damage. We must join forces to protect lives and preserve what is precious.": "Based on the damage estimation, various agencies including the Tokyo Metropolitan Government, municipalities, and others will revise local disaster prevention plans and implement various measures to prepare for future disasters.\nAnd when a large earthquake occurs, it is essential for each citizen, community, businesses, and society as a whole to work together to minimize damage. We must join forces to protect lives and preserve what is precious.",
  "Society-Wide Initiatives": "Society-Wide Initiatives",
  "Municipalities, government agencies, each citizen, and private businesses - by collaborating with each other, we can pave the way for tomorrow. Self-help, mutual assistance, and public support. Let's gather all our strengths and face the challenge of large earthquakes together.": "<strong>Municipalities, government agencies, each citizen, and private businesses - by collaborating with each other</strong>, we can pave the way for tomorrow.<br />Self-help, mutual assistance, and public support.\nLet's gather all our strengths and face the challenge of large earthquakes together.",
  "Let’s Get Prepared": "Let’s Get Prepared",
  "Disaster Preparedness Tokyo": "Disaster Preparedness Tokyo",
  "\"Disaster Preparedness Tokyo\" is a fully Tokyo-specific disaster preparedness guide that takes into account Tokyo's regional characteristics, urban structure, and the lifestyle of its residents. It provides easy-to-understand information on proactive preparation for disasters, as well as how to respond during emergencies, making it a valuable resource that can be utilized immediately and proves useful when the need arises.": "\"Disaster Preparedness Tokyo\" is a fully Tokyo-specific disaster preparedness guide that takes into account Tokyo's regional characteristics, urban structure, and the lifestyle of its residents. It provides easy-to-understand information on proactive preparation for disasters, as well as how to respond during emergencies, making it a valuable resource that can be utilized immediately and proves useful when the need arises.",
  "Disaster Readiness Guide": "Disaster Readiness Guide",
  "It includes disaster prevention measures that can be easily implemented in daily life, such as breastfeeding and crime prevention measures in evacuation shelters, as well as solutions to various challenges faced during disaster-affected living conditions.": "It includes disaster prevention measures that can be easily implemented in daily life, such as breastfeeding and crime prevention measures in evacuation shelters, as well as solutions to various challenges faced during disaster-affected living conditions.",
  "The Disaster Preparedness Tokyo App": "The Disaster Preparedness Tokyo App",
  "It is the official Tokyo disaster prevention app that is useful both in everyday life and in times of emergency. With the concept of 'play,' 'learn,' and 'use,' it is equipped with content that is helpful during disasters, allowing users to gain basic knowledge of disaster prevention in an enjoyable way.": "It is the official Tokyo disaster prevention app that is useful both in everyday life and in times of emergency. With the concept of 'play,' 'learn,' and 'use,' it is equipped with content that is helpful during disasters, allowing users to gain basic knowledge of disaster prevention in an enjoyable way.",
  "Things to Do Before a Disaster Strikes": "Things to Do Before a Disaster Strikes",
  "It's a website that summarizes what you can do before a disaster strikes, including how to arrange furniture, what to stockpile, and a checklist for emergency evacuation bags.": "It's a website that summarizes what you can do before a disaster strikes, including how to arrange furniture, what to stockpile, and a checklist for emergency evacuation bags.",
  "Reference Links and Sources": "Reference Links and Sources",
  "Burned buildings distribution": "Burned buildings distribution",
  "When the Central South Region Earthquake occurs, it is estimated that up to approximately 120,000 houses could be lost due to fires. This number represents about 4% of the entire Tokyo area, excluding the island regions.": "When the Central South Region Earthquake occurs, it is estimated that up to approximately 120,000 houses could be lost due to fires. This number represents about 4% of the entire Tokyo area, excluding the island regions.",
  "Table: List of number of burned buildings (including shaking damage) at wind speed of 8m/s": "Table: List of number of burned buildings (including shaking damage) at wind speed of 8m/s",
  "Report on Assumed Damage to Tokyo from a Metropolitan Earthquake, etc.": "Report on Assumed Damage to Tokyo from a Metropolitan Earthquake, etc.",
  "Central South Burned Buildings": "Central South Burned Buildings",
  "Actions for fireproofing in the previous decade": "Actions for fireproofing in the previous decade",
  "In Tokyo, there are densely populated wooden housing areas centered around the Yamanote Line outer loop. To prevent the spread of fires, the \"10-Year Fireproofing Project for Mokumitsu Areas\" was launched. This project aimed to create areas (fire spread prevention zones) that prevent fires from spreading and simultaneously promote fireproofing in areas expected to suffer particularly severe damage during disasters (development areas).": "In Tokyo, there are densely populated wooden housing areas centered around the Yamanote Line outer loop. To prevent the spread of fires, the \"10-Year Fireproofing Project for Mokumitsu Areas\" was launched. This project aimed to <strong>create areas (fire spread prevention zones) that prevent fires from spreading</strong> and simultaneously <strong>promote fireproofing in areas expected to suffer particularly severe damage during disasters (development areas)</strong>.",
  "As a result, the density of wooden housing areas decreased from approximately 16 thousand hectares to approximately 8.6 thousand hectares. The fire-resistant area rate in urban areas (development areas), which indicates the fire resistance of the city, increased significantly from about 58.4% to about 64.0%.": "As a result, the density of wooden housing areas decreased from approximately 16 thousand hectares to approximately 8.6 thousand hectares. The fire-resistant area rate in urban areas (development areas), which indicates the fire resistance of the city, increased significantly from about 58.4% to about 64.0%.",
  "However, the number of firefighting brigade members, who play a crucial role in regional disaster prevention activities such as firefighting and rescue operations, decreased from approximately 24,000 to approximately 22,000.": "However, the number of firefighting brigade members, who play a crucial role in regional disaster prevention activities such as firefighting and rescue operations, decreased from approximately 24,000 to approximately 22,000.",
  "Disaster Prevention Information | Major Initiatives and Disaster Reduction Effects Over the Past 10 Years": "Disaster Prevention Information | Major Initiatives and Disaster Reduction Effects Over the Past 10 Years",
  "Bureau of Construction | Introduction to the \"Mokumitsu Project\"": "Bureau of Construction | Introduction to the \"Mokumitsu Project\"",
  "The fire-resistant area rate in urban areas (development area)": "The fire-resistant area rate in urban areas (development area)",
  "Major initiatives and disaster mitigation effects over the past 10 years": "Major initiatives and disaster mitigation effects over the past 10 years",
  "The effectiveness and challenges of fireproofing": "The effectiveness and challenges of fireproofing",
  "From 2012 to 2022, Tokyo has made efforts in fireproofing, resulting in a decrease in the estimated number of buildings lost due to fires from about 200,000 to about 120,000, and a reduction in fire-related deaths from about 4,100 to about 2,500. However, significant damage is still anticipated, and there are concerns about the decline in the number of firefighting brigade members, leading to a decrease in the overall disaster prevention capacity of the region. This highlights the need for further efforts in both hardware and software measures to address the challenges effectively.": "From 2012 to 2022, Tokyo has made efforts in fireproofing, resulting in a decrease in the estimated number of buildings lost due to fires from about 200,000 to about 120,000, and a reduction in fire-related deaths from about 4,100 to about 2,500. However, significant damage is still anticipated, and there are concerns about the decline in the number of firefighting brigade members, leading to a decrease in the overall disaster prevention capacity of the region. This highlights the need for further efforts in both hardware and software measures to address the challenges effectively.",
  "2012 estimated": "2012 estimated",
  "2022 estimated": "2022 estimated",
  "Number of buildings burned (buildings)": "Number of buildings burned (buildings)",
  "Number of buildings burned": "Number of buildings burned",
  "Approximately": "~",
  "Number of deaths by fire (persons)": "Number of deaths by fire (persons)",
  "Number of deaths": "Number of deaths",
  "Measures for fire outbreak suppression": "Measures for fire outbreak suppression",
  "To reduce damage caused by fires, it is crucial to decrease the number of fire incidents. Let's examine the effectiveness of fire outbreak suppression measures.": "To reduce damage caused by fires, it is crucial to decrease the number of fire incidents. Let's examine the effectiveness of <strong>fire outbreak suppression measures<strong>.",
  "Here, we will look at the impact of implementing fire outbreak suppression measures, specifically focusing on reducing electrical-related fires and increasing the cases that can be extinguished at an early stage.": "Here, we will look at the impact of implementing fire outbreak suppression measures, specifically focusing on reducing electrical-related fires and increasing the cases that can be extinguished at an early stage.",
  "Currently, the rate of reducing electrical-related fires is set at 8.3%, indicated by the \"installation rate of seismic breakers.\" Additionally, the early extinguishment rate during the Tokyo Metropolitan Area Direct Subsurface Earthquake (winter, evening, wind speed of 8m/s) is 36.6%. We will consider the effects of implementing measures up to \"Accelerator 1\" (reducing electrical-related fires by about 25% and increasing early extinguishment by about 60%) and \"Accelerator 2\" (reducing electrical-related fires by about 50% and increasing early extinguishment by about 90%).": "Currently, the rate of reducing electrical-related fires is set at 8.3%, indicated by the \"installation rate of seismic breakers.\" Additionally, the early extinguishment rate during the Tokyo Metropolitan Area Direct Subsurface Earthquake (winter, evening, wind speed of 8m/s) is 36.6%. We will consider the effects of implementing measures up to \"Accelerator 1\" (reducing electrical-related fires by about 25% and increasing early extinguishment by about 60%) and \"Accelerator 2\" (reducing electrical-related fires by about 50% and increasing early extinguishment by about 90%).",
  "Calculation criteria for fire suppression measures' effectiveness": "Calculation criteria for fire suppression measures' effectiveness",
  "Effect of fire prevention initiative": "Effect of fire prevention initiative",
  "If \"Accelerator 1\" is achieved, it is estimated that both the number of burnt buildings and the number of fatalities will decrease by approximately 70% compared to the current situation. Furthermore, if \"Accelerator 2\" is achieved, both the number of burnt buildings and the number of fatalities can be reduced by an additional approximately 60% from \"Accelerator 1,\" which corresponds to a 90% reduction from the current situation.": "If \"Accelerator 1\" is achieved, it is estimated that both the number of burnt buildings and the number of fatalities will decrease by approximately 70% compared to the current situation. Furthermore, if \"Accelerator 2\" is achieved, both the number of burnt buildings and the number of fatalities can be reduced by an additional approximately 60% from \"Accelerator 1,\" which corresponds to a 90% reduction from the current situation.",
  "Impact of mitigation measures on fire and loss cases（Central South Region Earthquake,Winter/afternoon/at wind speed of 8m/s）": "Impact of mitigation measures on fire and loss cases\n（Central South Region Earthquake,Winter/afternoon/at wind speed of 8m/s）",
  "Present condition": "Present condition",
  "Improvement①": "Improvement①",
  "Improvement②": "Improvement②",
  "Approximately 70% reduction": "Approximately 70% reduction",
  "Approximately 60% reduction": "Approximately 60% reduction",
  "Impact of measures on death toll": "Impact of measures on death toll",
  "Report on \"Estimation of damage in the event of an earthquake directly hitting Tokyo\"": "Report on \"Estimation of damage in the event of an earthquake directly hitting Tokyo\"",
  "Collapsed buildings distribution": "Collapsed buildings distribution",
  "Total destruction refers to buildings that have lost the basic functions necessary for habitation. This includes cases where the entire residence has collapsed, washed away, buried, or burned down. Additionally, severe damage to the residence that makes it difficult to restore and reuse through repairs also falls under 'total destruction.' This refers to cases where the damaged, burned, or washed away area of the residence accounts for 70% or more of the total floor area. Furthermore, if the economic damage suffered by the main components of the residence accounts for 50% or more of the total economic loss, it is also considered 'total destruction.'": "<strong>Total destruction</strong> refers to buildings that have lost the basic functions necessary for habitation. This includes cases where the entire residence has collapsed, washed away, buried, or burned down. Additionally, severe damage to the residence that makes it difficult to restore and reuse through repairs also falls under 'total destruction.' This refers to cases where the damaged, burned, or washed away area of the residence accounts for 70% or more of the total floor area. Furthermore, if the economic damage suffered by the main components of the residence accounts for 50% or more of the total economic loss, it is also considered 'total destruction.'",
  "*\"Shaking\" includes damage to man-made land.": "*\"Shaking\" includes damage to man-made land.",
  "*Totals may not add up due to rounding to the nearest whole number.": "*Totals may not add up due to rounding to the nearest whole number.",
  "Report on Assumed Damage to Tokyo from an Earthquake, etc., Directly Under the Tokyo Metropolitan Area": "Report on Assumed Damage to Tokyo from an Earthquake, etc., Directly Under the Tokyo Metropolitan Area",
  "Collapse rate within the area range": "Number of collapses within the area area",
  "Increase in seismic retrofitting rate": "Increase in seismic retrofitting rate",
  "Tokyo has been working on initiatives to improve the seismic resistance ratio in order to reduce building and human damage caused by shaking. As of 2020, the seismic resistance ratio of residential buildings in Tokyo is 92%. Furthermore, there is a need to promote seismic retrofitting for buildings constructed before 1980, which were built according to older seismic standards. By rebuilding or retrofitting all buildings to meet the Building Standards Act (1981 Standards) implemented since June 1981, the damage can be further reduced. Moreover, if all buildings are rebuilt to meet the Building Standards Act (2000 Standards) implemented since June 2000, it will lead to even greater reduction in damage.": "Tokyo has been working on initiatives to improve the <strong>seismic resistance ratio</strong> in order to reduce building and human damage caused by shaking.<br />As of 2020, the seismic resistance ratio of residential buildings in Tokyo is 92%. Furthermore, there is a need to promote seismic retrofitting for buildings constructed before 1980, which were built according to older seismic standards. By rebuilding or retrofitting all buildings to meet the Building Standards Act (1981 Standards) implemented since June 1981, the damage can be further reduced.<br />Moreover, if all buildings are rebuilt to meet the Building Standards Act (2000 Standards) implemented since June 2000, it will lead to even greater reduction in damage.",
  "Seismic retrofitting outcomes": "Seismic retrofitting outcomes",
  "100% earthquake resistant": "100% earthquake resistant",
  "All rebuilt": "All rebuilt",
  "Number of buildings totally destroyed due to shaking (buildings)": "Number of buildings totally destroyed due to shaking (buildings)",
  "Total number of buildings": "Total number of buildings",
  "Number of deaths due to shaking (persons)": "Number of deaths due to shaking (persons)",
  "Approximately 50% reduction": "Approximately 50% reduction",
  "If seismic retrofitting according to the '1981 Standards (New Seismic Standards)' is achieved, it is estimated that the number of completely collapsed buildings and fatalities will decrease by about 60% compared to the current situation. If seismic retrofitting according to the '2000 Standards' is achieved, it is estimated that the number of completely collapsed buildings and fatalities will decrease by an additional approximately 50% compared to seismic retrofitting based on the '1981 Standards (New Seismic Standards)' (a total reduction of about 80% from the current situation).": "If seismic retrofitting according to the '1981 Standards (New Seismic Standards)' is achieved, it is estimated that the number of completely collapsed buildings and fatalities will decrease by about 60% compared to the current situation.\nIf seismic retrofitting according to the '2000 Standards' is achieved, it is estimated that the number of completely collapsed buildings and fatalities will decrease by an additional approximately 50% compared to seismic retrofitting based on the '1981 Standards (New Seismic Standards)' (a total reduction of about 80% from the current situation).",
  "*Depending on the magnitude of the earthquake shaking, even buildings based on the 2000 standard may suffer a certain degree of damage, so the damage will not be zero.": "*Depending on the magnitude of the earthquake shaking, even buildings based on the 2000 standard may suffer a certain degree of damage, so the damage will not be zero.",
  "Increase in the implementation rate of measures for preventing furniture and object tipping/falling, and the resultant outcomes": "Increase in the implementation rate of measures for preventing furniture and object tipping/falling, and the resultant outcomes",
  "Number of deaths (persons)": "Number of deaths (persons)",
  "Number of seriously injured (persons)": "Number of seriously injured (persons)",
  "Number of seriously injured": "Number of seriously injured",
  "Approximately 40% reduction": "Approximately 40% reduction",
  "Implementing measures to prevent furniture and objects from toppling, falling, and moving is believed to reduce the number of fatalities and severe injuries. As of 2020, the implementation rate is 57.3%. If this rate is increased to 75% (Accelerator 1), it is expected to reduce the number of fatalities and severe injuries by about 40% from the current situation. Furthermore, if it is increased to 100% (Accelerator 2), an estimated reduction of about 70% is anticipated.": "<strong>Implementing measures to prevent furniture and objects from toppling, falling, and moving is believed to reduce the number of fatalities and severe injuries</strong>.<br />As of 2020, the implementation rate is 57.3%. If this rate is increased to 75% (Accelerator 1), it is expected to reduce the number of fatalities and severe injuries by about 40% from the current situation. Furthermore, if it is increased to 100% (Accelerator 2), an estimated reduction of about 70% is anticipated.",
  "It's important to note that even if furniture and objects are fixed, if they are not properly secured, the effectiveness of implementation can be reduced. Therefore, promoting the proper method of securing furniture through future dissemination and awareness campaigns is expected to further mitigate damages.": "It's important to note that even if furniture and objects are fixed, if they are not properly secured, the effectiveness of implementation can be reduced. Therefore, promoting the proper method of securing furniture through future dissemination and awareness campaigns is expected to further mitigate damages.",
  "*It is assumed that the percentage of ineffective implementation will be reduced to 10% by encouraging appropriate fall prevention measures.": "*It is assumed that the percentage of ineffective implementation will be reduced to 10% by encouraging appropriate fall prevention measures.",
  "Liquefaction area distribution": "Liquefaction area distribution",
  "When an earthquake occurs and the ground experiences a strong impact, soil particles that were previously supporting each other become loose and disjointed. This phenomenon is known as liquefaction.": "When an earthquake occurs and the ground experiences a strong impact, soil particles that were previously supporting each other become loose and disjointed. This phenomenon is known as <strong>liquefaction</strong>.",
  "During liquefaction, water may spout out from the ground, stable ground can suddenly become soft, leading to buildings sinking or tilting, and buried manholes or pipes may surface. The ground as a whole may also flow towards lower areas.": "During liquefaction, water may spout out from the ground, stable ground can suddenly become soft, leading to buildings sinking or tilting, and buried manholes or pipes may surface. The ground as a whole may also flow towards lower areas.",
  "Ministry of Land, Infrastructure, Transport and Tourism \"About the Liquefaction Phenomenon\"": "Ministry of Land, Infrastructure, Transport and Tourism \"About the Liquefaction Phenomenon\"",
  "Anticipated damages caused by liquefaction": "Anticipated damages caused by liquefaction",
  "In reclaimed areas, coastal areas, and bay areas, liquefaction occurrences are anticipated. Liquefaction can lead to complete collapse of buildings, especially in regions like the Tokyo Bay coastal reclaimed areas and riverbanks, where approximately 1,500 buildings could be affected in the event of the Central South Region Earthquake.": "In reclaimed areas, coastal areas, and bay areas, liquefaction occurrences are anticipated. Liquefaction can lead to complete collapse of buildings, especially in regions like the Tokyo Bay coastal reclaimed areas and riverbanks, where approximately 1,500 buildings could be affected in the event of the Central South Region Earthquake.",
  "In areas with seismic intensity of lower than or equal to 6, not only building collapses are expected but also the leaning or sinking of utility poles due to liquefaction, which could lead to power outages.": "In areas with seismic intensity of lower than or equal to 6, not only building collapses are expected but also the leaning or sinking of utility poles due to liquefaction, which could lead to power outages.",
  "Reflecting on past liquefaction incidents, various impacts have been observed, including the spouting of water and sand, sinking or tilting of detached houses, deformation of roads, and damage to lifeline facilities. The effects of liquefaction-related damages on post-earthquake life are extensive and diverse, and their occurrence in combination can result in a prolonged impact period.": "Reflecting on past liquefaction incidents, various impacts have been observed, including the spouting of water and sand, sinking or tilting of detached houses, deformation of roads, and damage to lifeline facilities. The effects of liquefaction-related damages on post-earthquake life are extensive and diverse, and their occurrence in combination can result in <strong>a prolonged impact period</strong>.",
  "Strategies to prevent liquefaction": "Strategies to prevent liquefaction",
  "To reduce liquefaction damage in residential areas, a proactive approach by residents and businesses, along with prompt response from authorities during disasters, is crucial. Administrative-led preemptive measures aligned with community initiatives are essential.": "To reduce liquefaction damage in residential areas, a proactive approach by residents and businesses, along with prompt response from authorities during disasters, is crucial. Administrative-led preemptive measures aligned with community initiatives are essential.",
  "The Ministry of Land, Infrastructure, Transport and Tourism has published guidelines for creating liquefaction hazard maps to facilitate risk communication. Promoting the creation of liquefaction hazard maps at the local level using available resources and increasing awareness about liquefaction-related risks can enhance community disaster resilience.": "The Ministry of Land, Infrastructure, Transport and Tourism has published guidelines for creating liquefaction hazard maps to facilitate risk communication. Promoting the creation of liquefaction hazard maps at the local level using available resources and increasing awareness about liquefaction-related risks can enhance community disaster resilience.",
  "Guidelines for Creating Liquefaction Hazard Maps for Risk Communication": "Guidelines for Creating Liquefaction Hazard Maps for Risk Communication",
  "In the event of the central south region earthquake, areas with seismic intensity of 6 strong or higher are expected to be concentrated in the eastern and southwestern parts of the wards. The area with seismic intensity of 7 is approximately 14 km², while the area with seismic intensity of 6 strong is about 388 km².": "In the event of the central south region earthquake, areas with seismic intensity of 6 strong or higher are expected to be concentrated in the eastern and southwestern parts of the wards. The area with seismic intensity of 7 is approximately 14 km², while the area with seismic intensity of 6 strong is about 388 km².",
  "Impact on Capital Functions": "Impact on Capital Functions",
  "The central south region earthquake is expected to have a significant impact on the capital functions. Additionally, there are concerns about the impact on transportation networks such as Shinkansen and airports located in the southern part of Tokyo, as well as the risk of fire spread in areas densely populated with wooden houses. Therefore, the 'central south region earthquake' is considered a central earthquake in the considerations for earthquake countermeasures directly beneath the capital.": "The central south region earthquake is expected to have a significant impact on the capital functions. Additionally, there are concerns about the impact on transportation networks such as Shinkansen and airports located in the southern part of Tokyo, as well as the risk of fire spread in areas densely populated with wooden houses. Therefore, <strong>the 'central south region earthquake' is considered a central earthquake in the considerations for earthquake countermeasures directly beneath the capital</strong>.",
  "Report on \"Estimation of damage in the event of an earthquake directly hitting Tokyo\" set": "Report on \"Estimation of damage in the event of an earthquake directly hitting Tokyo\"",
  "Efforts and Disaster Reduction Effects Over the Past 10 Years": "Efforts and Disaster Reduction Effects Over the Past 10 Years",
  "Tokyo has been making efforts to enhance disaster resilience in preparation for earthquakes such as capital region earthquakes since the 2011 off the Pacific coast of Tohoku Earthquake. Here, let's first examine the efforts made over the past 10 years in terms of seismic strengthening, fireproofing, self-help, and mutual assistance, and the anticipated disaster reduction effects resulting from these efforts.": "Tokyo has been making efforts to enhance disaster resilience in preparation for earthquakes such as capital region earthquakes since the 2011 off the Pacific coast of Tohoku Earthquake.<br />Here, let's first examine the efforts made over the past 10 years in terms of <strong>seismic strengthening</strong>, <strong>fireproofing</strong>, <strong>self-help, and mutual assistance</strong>, and the anticipated disaster reduction effects resulting from these efforts.",
  "Earthquake Resistance": "Earthquake Resistance",
  "In Tokyo, efforts have been made to promote \"earthquake resistance.\" Firstly, comprehensive plans have been developed to promote the seismic strengthening of buildings, and ordinances have been established to advance earthquake resistance. Since 2012, there has been a push for mandatory seismic diagnosis. Buildings along designated emergency transport routes, crucial for evacuation, emergency services, and the transportation of essential supplies during disasters, are required to undergo seismic diagnosis. This initiative also includes subsidies for renovation costs. Since 2018, the results of seismic diagnosis have been publicly disclosed. Additionally, financial support and the dispatch of experts to municipalities have been provided. These efforts aim to accelerate seismic diagnosis and renovation of residential buildings. Tokyo has also implemented its unique \"Tokyo Seismic Mark Display System\" and conducted various awareness and promotion activities from different perspectives.": "In Tokyo, efforts have been made to promote \"<strong>earthquake resistance</strong>.\"<br />Firstly, <strong>comprehensive plans</strong> have been developed to promote the seismic strengthening of buildings, and <strong>ordinances</strong> have been established to advance earthquake resistance.<br />Since 2012, there has been a push for <strong>mandatory seismic diagnosis</strong>. Buildings along designated emergency transport routes, crucial for evacuation, emergency services, and the transportation of essential supplies during disasters, are required to undergo seismic diagnosis. This initiative also includes <strong>subsidies for renovation costs</strong>.<br />Since 2018, <strong>the results of seismic diagnosis have been publicly disclosed</strong>.<br />Additionally, financial support and the dispatch of experts to municipalities have been provided. These efforts aim to accelerate seismic diagnosis and renovation of residential buildings. Tokyo has also implemented its unique \"Tokyo Seismic Mark Display System\" and conducted various awareness and promotion activities from different perspectives.",
  "Anticipated Disaster Reduction Effects": "Anticipated Disaster Reduction Effects",
  "The seismic retrofitting rate for buildings along designated emergency transport routes has increased by approximately 10.3% (from 81.3% to about 91.6%), and the seismic retrofitting rate for residences has increased by approximately 10.8% (from 81.2% to about 92.0%).": "The seismic retrofitting rate for buildings along designated emergency transport routes has increased by approximately 10.3% (from 81.3% to about 91.6%), and the seismic retrofitting rate for residences has increased by approximately 10.8% (from 81.2% to about 92.0%).",
  "Seismic retrofitting rate for housing": "Seismic retrofitting rate for housing",
  "Self-help and Mutual Assistance": "Self-help and Mutual Assistance",
  "We created and distributed 'Disaster Preparedness Tokyo' and 'Disaster Readiness Guide,' which compile information for disaster preparedness and self-protection. Through 'Tokyo Stockpiling Navi,' we promoted stockpiling of food, daily necessities, and other essentials. Furthermore, we conducted training for disaster coordinators to develop female leadership. We have been promoting awareness through activities such as holding 'Tokyo Disaster Preparedness Learning Seminar' at various locations in Tokyo.": "We created and distributed '<l1>Disaster Preparedness Tokyo</l1>' and '<l2>Disaster Readiness Guide,</l2>' which compile information for disaster preparedness and self-protection. Through '<l3>Tokyo Stockpiling Navi,</l3>' we promoted stockpiling of food, daily necessities, and other essentials.<br />Furthermore, we conducted training for disaster coordinators to develop female leadership. We have been promoting awareness through activities such as holding 'Tokyo Disaster Preparedness Learning Seminar' at various locations in Tokyo.",
  "Implementation rate of measures for preventing furniture and object tipping/falling": "Implementation rate of measures for preventing furniture and object tipping/falling",
  "Implementation rate of daily stockpiling": "Implementation rate of daily stockpiling",
  "As a result, the implementation rate of measures such as preventing furniture from toppling increased from about 53.6% to about 57.3%, and the implementation rate of daily stockpiling increased from about 46.4% to about 56.3%. （*The changes from fiscal year 2017）": "As a result, the implementation rate of measures such as preventing furniture from toppling increased from about 53.6% to about 57.3%, and the implementation rate of daily stockpiling increased from about 46.4% to about 56.3%.\n（*The changes from fiscal year 2017）",
  "If an earthquake were to occur in Tokyo?": "If an earthquake were to occur in Tokyo?",
  "Ready for the future": "Ready for the future",
  "A magnitude 7 earthquake is anticipated in the event of a capital region earthquake, with a probability of occurrence within the next 30 years estimated at around 70% in the southern Kanto region. Tokyo Metropolitan Government has been enhancing disaster preparedness to mitigate potential disasters such as capital region earthquakes. To protect lives and properties from disasters that can occur at any time, efforts in 'self-help' and 'mutual assistance' are necessary in addition to the government's 'public support' initiatives. Here, let's explore the expected damage overview in the event of an earthquake in Tokyo and the disaster prevention measures that the metropolitan government has implemented.": "A magnitude 7 earthquake is anticipated in the event of a capital region earthquake, with a probability of occurrence within the next 30 years estimated at around 70% in the southern Kanto region.<br />Tokyo Metropolitan Government has been enhancing disaster preparedness to mitigate potential disasters such as capital region earthquakes. To protect lives and properties from disasters that can occur at any time, efforts in 'self-help' and 'mutual assistance' are necessary in addition to the government's 'public support' initiatives.<br />Here, let's explore the expected damage overview in the event of an earthquake in Tokyo and the disaster prevention measures that the metropolitan government has implemented.",
  "The Regional Characteristics of Tokyo Metropolitan Area": "The Regional Characteristics of Tokyo Metropolitan Area",
  "Tokyo Metropolitan Area has an elongated shape from east to west, characterized by significant differences in altitude. It includes various areas ranging from mountain ranges exceeding 2,000 meters above sea level to zero altitude zones.": "Tokyo Metropolitan Area has an <strong>elongated shape from east to west</strong>, <strong>characterized by significant differences in altitude</strong>. It includes various areas ranging from mountain ranges exceeding 2,000 meters above sea level to zero altitude zones.",
  "Tokyo Metropolitan Area is divided into two regions: \"inland\" and \"island areas.\" The inland region consists of four types of terrain: mountains, hills, plateaus, and lowlands. The island areas include islands like the Izu Islands and Ogasawara Islands, located on the western side of the Pacific Ocean.": "Tokyo Metropolitan Area is divided into two regions: \"<strong>inland</strong>\" and \"<strong>island areas</strong>.\" The inland region consists of four types of terrain: mountains, hills, plateaus, and lowlands. The island areas include islands like the Izu Islands and Ogasawara Islands, located on the western side of the Pacific Ocean.",
  "Furthermore, Tokyo features areas with rows of aging wooden houses, office districts with towering skyscrapers, zones along the bay with high-rise apartments, and lowland areas in the eastern part where the land becomes lower than the sea level at high tide. Disaster preparedness measures tailored to each region's characteristics are necessary.": "Furthermore, Tokyo features areas with rows of <strong>aging wooden houses</strong>, office districts with <strong>towering skyscrapers</strong>, zones along the bay with <strong>high-rise apartments</strong>, and <strong>lowland areas in the eastern part</strong> where the land becomes lower than the sea level at high tide. Disaster preparedness measures tailored to each region's characteristics are necessary.",
  "Number of buildings in Tokyo 23 ward": "Number of buildings in Tokyo 23 ward",
  "Central South Region Earthquake": "Central South Region Earthquake",
  "\"Central South Region Earthquake\" is anticipated to be the most severe earthquake within Tokyo. In the event of this earthquake, it is estimated that the seismic intensity of 6 strong or higher will spread across about 60% of the wards. The expected death toll could reach a maximum of around 6,000 people. It is anticipated that approximately 190,000 buildings will be damaged.": "\"<strong>Central South Region Earthquake</strong>\" is anticipated to be the most severe earthquake within Tokyo. In the event of this earthquake, it is estimated that the seismic intensity of 6 strong or higher will spread across about 60% of the wards. The expected death toll could reach a maximum of around 6,000 people. It is anticipated that approximately 190,000 buildings will be damaged.",
  "Tokyo Fire Department | Guidebook for High School Student Members:Chapter 5": "Tokyo Fire Department | Guidebook for High School Student Members:Chapter 5",
  "Tama East Region Earthquake": "Tama East Region Earthquake",
  "\"Tama East Region Earthquake\" is expected to cause significant damage in the Tama region. It is estimated that the seismic intensity of 6 strong or higher will spread across about 20% of the Tama area. Building damage is projected to affect approximately 160,000 buildings, with an anticipated death toll of around 5,000 people.": "\"<strong>Tama East Region Earthquake</strong>\" is expected to cause significant damage in the Tama region. It is estimated that the seismic intensity of 6 strong or higher will spread across about 20% of the Tama area. Building damage is projected to affect approximately 160,000 buildings, with an anticipated death toll of around 5,000 people.",
  "Let's take a look at the distribution of burned buildings by municipalities on a map.": "Let's take a look at the distribution of\nburned buildings by 23 wards of Tokyo on a map.",
  "Have you identified any areas where you live or where your school/workplace is located? This data could be a starting point for researching fireproofing measures for nearby locations.": "Have you identified any areas where you live or where your school/workplace is located? This data could be a starting point for researching fireproofing measures for nearby locations.",
  "Let's take a look at the distribution of burned buildings by municipalities on a map. Have you identified any areas where you live or where your school/workplace is located? This data could be a starting point for researching fireproofing measures for nearby locations.": "Let's take a look at the distribution of burned buildings by 23 wards of Tokyo on a map.\nHave you identified any areas where you live or where your school/workplace is located? This data could be a starting point for researching fireproofing measures for nearby locations.",
  "Disclaimer": "Disclaimer",
  "Please be aware that we cannot accept any responsibility for any loss or damage to life, body, or property that may occur in activities based on information provided on this site. Our site may experience temporary delays or interruptions without prior notice to users due to reasons such as communication network equipment, system failures, maintenance, or other unavoidable circumstances.Even in the event of delays, interruptions, or other issues with the display, we cannot accept any responsibility for damages incurred by users or other third parties resulting from these issues.Please understand these conditions in advance.": "Please be aware that we cannot accept any responsibility for any loss or damage to life, body, or property that may occur in activities based on information provided on this site.\nOur site may experience temporary delays or interruptions without prior notice to users due to reasons such as communication network equipment, system failures, maintenance, or other unavoidable circumstances.Even in the event of delays, interruptions, or other issues with the display, we cannot accept any responsibility for damages incurred by users or other third parties resulting from these issues.Please understand these conditions in advance.",
  "Not to be displayed in the future": "Not to be displayed in the future",
  "Tokyo earthquake-resistant portal site": "Tokyo earthquake-resistant portal site",
  "Tutorial text": "How to use",
  "Cue": "Cue",
  "This site is constructed by the Urban Bureau of the Ministry of Land, Infrastructure, Transport and Tourism (Project PLATEAU) as a technical study to verify the usefulness of new map expression techniques. \"Past & Future for Action\" aims to establish new expressive techniques combining the latest technologies and art, such as Web GIS, storytelling, and 3D expression.": "This site is constructed by the Urban Bureau of the Ministry of Land, Infrastructure, Transport and Tourism (Project PLATEAU) as a technical study to verify the usefulness of new map expression techniques.\n\"Past & Future for Action\" aims to establish new expressive techniques combining the latest technologies and art, such as Web GIS, storytelling, and 3D expression.",
  "Supervisor: Hidenori Watanabe, Professor, Interfaculty Initiative in Information Studies, Graduate School of Interdisciplinary Information Studies, The University of Tokyo Art Direction: Seiichi Saito, Chief Director of Panoramatics": "Supervisor: Hidenori Watanave, Professor, Interfaculty Initiative in Information Studies, Graduate School of Interdisciplinary Information Studies, The University of Tokyo\nArt Direction: Seiichi Saito, Chief Director of Panoramatics",
  "Production: Eukarya / Panoramatics": "Production: Eukarya / Panoramatics",
  "Tokyo Disaster Preparedness Plan Progress Report 2023": "Tokyo Disaster Preparedness Plan Progress Report 2023",
  "Annual Report on Capital Region Development": "Annual Report on Capital Region Development",
  "Tutorial skipping": "Skip tutorial",
  "Table: List of the calculation results of the number of buildings burned (wind speed: 8 m/s, including shaking damage)": "Table: List of the calculation results of the number of buildings burned (wind speed: 8 m/s, including shaking damage)",
  "Burned down in the southern part of the city center (number of buildings)": "Burned down in the southern part of the city center (number of buildings)",
  "Percentage of noncombustible area (maintenance area)": "Percentage of noncombustible area (maintenance area)",
  "Calculation Conditions for the Effects of Fire Prevention Measures": "Calculation Conditions for the Effects of Fire Prevention Measures",
  "Effects of Measures on Number of Fire Outbreaks and Number of Buildings Lost to Fire\n(Earthquake directly under the southern part of Tokyo Metropolitan City, Winter/Evening, Wind Speed 8m/s)": "Effects of Measures on Number of Fire Outbreaks and Number of Buildings Lost to Fire\n(Earthquake directly under the southern part of Tokyo Metropolitan City, Winter/Evening, Wind Speed 8m/s)",
  "Effects of Measures on Number of Deaths": "Effects of Measures on Number of Deaths",
  "Collapse rate within the area": "Number of collapses within the area",
  "Percentage of houses earthquake-proofed": "Percentage of houses earthquake-proofed",
  "Percentage of furniture toppling prevention, etc.": "Percentage of furniture toppling prevention, etc.",
  "Percentage of daily stockpiling": "Percentage of daily stockpiling",
  "Tutorial playButton": "Scene switching",
  "September 1, 1923, 11:58 a.m..\nAn earthquake estimated to be 7.9 on the Richter scale occurred in the Sagami Trough.\nThe magnitude 6 earthquake was observed in Saitama, Chiba, Tokyo, Kanagawa, and Yamanashi prefectures.\nThe area shown in red on the map now,\nThe area shown in red on the map is the area where fires broke out during the Great Kanto Earthquake.": "September 1, 1923, 11:58 a.m..\nAn earthquake estimated to be 7.9 on the Richter scale occurred in the Sagami Trough.\nThe magnitude 6 earthquake was observed in Saitama, Chiba, Tokyo, Kanagawa, and Yamanashi prefectures.\nThe area shown in red on the map now,\nThe area shown in red on the map is the area where fires broke out during the Great Kanto Earthquake.",
  "The number of dead and missing is said to have reached approximately 105,000.\nThis disaster became the starting point of Japan's disaster countermeasures,\nSeptember 1 was designated as \"Disaster Prevention Day.\"\nThe year 2023 marks the 100th anniversary of the Great Kanto Earthquake.": "The number of dead and missing is said to have reached approximately 105,000.\nThis disaster became the starting point of Japan's disaster countermeasures,\nSeptember 1 was designated as \"Disaster Prevention Day.\"\nThe year 2023 marks the 100th anniversary of the Great Kanto Earthquake.",
  "Looking to the future. Prepare for the future.\nThis site is a place to \"see\" the future.\nMajor earthquakes that are expected to occur with high probability in the near future\n\"Earthquake directly under the southern part of central Tokyo\" and \"Earthquake directly under the eastern part of Tama\"\nLet's look at what could happen and what we can do together.": "Looking to the future. Prepare for the future.\nThis site is a place to \"see\" the future.\nMajor earthquakes that are expected to occur with high probability in the near future\n\"Earthquake directly under the southern part of central Tokyo\" and \"Earthquake directly under the eastern part of Tama\"\nLet's look at what could happen and what we can do together.",
  "*The photos are colorized versions of the photos taken at the time of the Great Kanto Earthquake. Photo collection: National Museum of Nature and Science Colorization: Hidenori Watanabe": "*The photos are colorized versions of the photos taken at the time of the Great Kanto Earthquake.\n Photo collection: National Museum of Nature and Science Colorization: Hidenori Watanave",
  "How was this story of the past and the future? So far, we have told you about the risks of earthquakes from various angles. Disasters strike our daily lives without warning. The damage caused by a major quake is horrendous, and it can take away the peace and tranquility that has continued uninterruptedly in an instant.": "For the future\nHow was this story of the past and the future?\nSo far, we have told you about\nthe risks of earthquakes from various angles.\nDisasters strike our daily lives without warning.\nThe damage caused by a major quake is horrendous,\nand it can take away the peace and tranquility\nthat has continued uninterruptedly in an instant.",
  "Overcoming such hardships requires human strength, bonding, and resilience. Lessons learned from recent large-scale disasters and other factors have led to steady progress in national and metropolitan disaster preparedness.": "Overcoming such hardships requires\nhuman strength, bonding, and resilience.\nLessons learned from recent large-scale disasters\nand other factors have led to steady progress\nin national and metropolitan disaster preparedness.",
  "The \"damage assumptions\" introduced so far are data calculated to reflect the reality of the metropolis of Tokyo as realistically as possible. However, there are always exceptions to assumptions. Natural disasters, by their very nature, are difficult to predict.": "The \"damage assumptions\" introduced so far are data calculated to reflect the reality of the metropolis of Tokyo as realistically as possible. However, there are always exceptions to assumptions. Natural disasters, by their very nature, are difficult to predict.",
  "The future is always uncertain. That is why we must not be preoccupied with hypothetical outcomes, but must steadily advance preventive measures such as earthquake resistance and noncombustibility in preparation for a major earthquake, which may occur at any time and under any conditions. Prevention is the only way to create hope for the future.": "The future is always uncertain. That is why we must not be preoccupied with hypothetical outcomes, but must steadily advance preventive measures such as <strong>earthquake resistance and noncombustibility</strong> in preparation for a major earthquake, which may occur at any time and under any conditions. Prevention is the only way to create hope for the future.",
  "It is also important to have a complete system in place to be able to respond quickly to disaster situations. The Tokyo Metropolitan Government's disaster prevention system is centered on the Disaster Control Headquarters, which responds to disasters in cooperation with the national government, municipalities, and other organizations based on information from the Disaster Prevention Center.": "It is also important to have a complete system in place to be able to respond quickly to disaster situations.\nThe Tokyo Metropolitan Government's disaster prevention system is centered on the Disaster Control Headquarters, which responds to disasters in cooperation with the national government, municipalities, and other organizations based on information from the Disaster Prevention Center.",
  "Based on the damage estimates, the Tokyo Metropolitan Government, local governments, and other relevant organizations should prepare for future disasters by revising local disaster prevention plans and developing various measures. In the event of a large-scale earthquake, it is essential that the entire society, including each and every citizen, community, and business, work together to minimize the damage. We must work together to save lives and protect what is important to us.": "Based on the damage estimates, the Tokyo Metropolitan Government, local governments, and other relevant organizations should prepare for future disasters by revising local disaster prevention plans and developing various measures.\nIn the event of a large-scale earthquake, it is essential that the entire society, including each and every citizen, community, and business, work together to minimize the damage. We must work together to save lives and protect what is important to us.",
  "Local governments and administrative agencies, each and every citizen of Tokyo, and private businesses. By mutually cooperating with each other, we can open up a new tomorrow. Self-help, mutual aid, and public assistance. Let's face a large-scale earthquake by mobilizing all our strength.": "<strong>Local governments and administrative agencies, each and every citizen of Tokyo, and private businesses. By mutually cooperating with each other</strong>, we can open up a new tomorrow.<br />Self-help, mutual aid, and public assistance. Let's face a large-scale earthquake by mobilizing all our strength.",
  "Prepare Now": "Prepare Now",
  "Tokyo Disaster Prevention": "Tokyo Disaster Prevention",
  "The \"Tokyo Disaster Prevention\" is an easy-to-understand, complete disaster prevention book designed for Tokyo, taking into consideration the regional characteristics of Tokyo, the urban structure, and the lifestyles of Tokyo residents, and providing useful information on how to prepare for disasters in advance and what to do in case of an emergency.": "The \"Tokyo Disaster Prevention\" is an easy-to-understand, complete disaster prevention book designed for Tokyo, taking into consideration the regional characteristics of Tokyo, the urban structure, and the lifestyles of Tokyo residents, and providing useful information on how to prepare for disasters in advance and what to do in case of an emergency.",
  "Tokyo Living Disaster Prevention": "Tokyo Living Disaster Prevention",
  "It includes disaster prevention measures that can be taken effortlessly in daily life, as well as methods for dealing with various issues in disaster-stricken life, such as breastfeeding and crime prevention measures at evacuation centers.": "It includes disaster prevention measures that can be taken effortlessly in daily life, as well as methods for dealing with various issues in disaster-stricken life, such as breastfeeding and crime prevention measures at evacuation centers.",
  "Tokyo Disaster Prevention App": "Tokyo Disaster Prevention App",
  "This is the Tokyo Metropolitan Government's official disaster prevention application that is useful at all times and in case of emergency. Based on the concept of \"play\", \"learn\" and \"use\" the application provides basic knowledge about disaster prevention while having fun, and is equipped with content that is useful in times of disaster.": "This is the Tokyo Metropolitan Government's official disaster prevention application that is useful at all times and in case of emergency. Based on the concept of \"play\", \"learn\" and \"use\" the application provides basic knowledge about disaster prevention while having fun, and is equipped with content that is useful in times of disaster.",
  "What you can do before disaster strikes": "What you can do before disaster strikes",
  "This site provides information on what you can do before a disaster occurs, including how to place furniture, what to stockpile, and a checklist for an emergency carryout bag.": "This site provides information on what you can do before a disaster occurs, including how to place furniture, what to stockpile, and a checklist for an emergency carryout bag.",
  "Distribution of Number of Buildings Lost to Fire in Earthquake directly under the southern part of Tokyo Metropolitan City": "Distribution of Number of Buildings Lost to Fire",
  "In the event of an Earthquake directly under the southern part of Tokyo Metropolitan City, it is estimated that up to approximately 120,000 houses will be lost to fires. This number accounts for about 4% of all of Tokyo, excluding the island areas.": "In the event of an Earthquake directly under the southern part of Tokyo Metropolitan City, it is estimated that up to approximately 120,000 houses will be lost to fires. This number accounts for about 4% of all of Tokyo, excluding the island areas.",
  "Noncombustibility Efforts in the past 10 years": "Noncombustibility Efforts in the past 10 years",
  "Regarding \"fireproofing,\" measures have been taken from two perspectives. Areas with high concentrations of wooden houses (dense wooden areas) are spread mainly around the outer perimeter of the Yamanote Line in Tokyo. Therefore, the \"10-Year Project for Fireproofing Dense Wooden Areas\" was set forth to simultaneously create areas (fire-spread prevention zones) to prevent the spread of fires and to fireproof areas (improvement areas) where damage is likely to be significant.": "Regarding \"<strong>fireproofing</strong>\", measures have been taken from two perspectives.<br />Areas with high concentrations of wooden houses (dense wooden areas) are spread mainly around the outer perimeter of the Yamanote Line in Tokyo. Therefore, the \"10-Year Project for Fireproofing Dense Wooden Areas\" was set forth to simultaneously create <strong>areas (fire-spread prevention zones) to prevent the spread of fires and to fireproof areas (improvement areas) where damage is likely to be significant</strong>.",
  "As a result, the density of areas with high concentrations of wooden houses significantly improved from approximately 16,000 ha to approximately 8,600 ha, and the fire-resistant area rate (improvement areas), which represents the fire resistance of urban areas, significantly improved from approximately 58.4% to approximately 64.0%.": "As a result, the density of areas with high concentrations of wooden houses significantly improved from approximately 16,000 ha to approximately 8,600 ha, and the fire-resistant area rate (improvement areas), which represents the fire resistance of urban areas, significantly improved from approximately 58.4% to approximately 64.0%.",
  "On the other hand, the number of volunteer fire corps members, who play an important role in regional disaster prevention such as firefighting and rescue activities, has decreased from approximately 24,000 to approximately 22,000.": "On the other hand, the number of volunteer fire corps members, who play an important role in regional disaster prevention such as firefighting and rescue activities, has decreased from approximately 24,000 to approximately 22,000.",
  "Effects and Challenges of Fireproofing": "Effects and Challenges of Fireproofing",
  "As a result of the Tokyo Metropolitan Government's efforts to promote fireproofing measures over the 10 years from 2012 to 2022, the estimated number of buildings lost to fire has decreased from approximately 200,000 to approximately 120,000, and the number of deaths due to fire has decreased from approximately 4,100 to approximately 2,500. However, the situation is still one in which enormous damage is anticipated.\nIn addition, there are concerns about the decline in regional disaster prevention capabilities, such as the decrease in the number of volunteer fire corps members, so further efforts are needed not only in terms of hardware but also in terms of software measures.": "As a result of the Tokyo Metropolitan Government's efforts to promote fireproofing measures over the 10 years from 2012 to 2022, the estimated number of buildings lost to fire has decreased from approximately 200,000 to approximately 120,000, and the number of deaths due to fire has decreased from approximately 4,100 to approximately 2,500. However, the situation is still one in which enormous damage is anticipated.\nIn addition, there are concerns about the decline in regional disaster prevention capabilities, such as the decrease in the number of volunteer fire corps members, so further efforts are needed not only in terms of hardware but also in terms of software measures.",
  "Fire suppression measures": "Fire suppression measures",
  "To reduce damage from fires, it is important to reduce the number of fires that occur in the first place. So, let's look at how effective fire prevention measures can be if implemented.": "To reduce damage from fires, it is important to reduce the number of fires that occur in the first place. So, let's look at how effective <strong>fire prevention measures</strong> can be if implemented.",
  "Here, we will look at the effects of further promoting two fire prevention measures: \"reducing fires caused by electricity\" and \"increasing cases where fires can be extinguished in the initial stage.\"\nAs for the current situation, the percentage of fires caused by electricity that can be reduced is 8.3%, which is the \"installation rate of seismic circuit breakers.\" The initial fire extinguishing rate is 36.6%. From here, we will consider the case where measures can be taken up to \"Promotion ①\" (reducing fires by about 25% and extinguishing about 60% in the initial stage) and the case where measures can be taken up to \"Promotion ②\" (reducing fires by about 50% and extinguishing about 90% in the initial stage).": "Here, we will look at the effects of further promoting two fire prevention measures: \"reducing fires caused by electricity\" and \"increasing cases where fires can be extinguished in the initial stage.\"\nAs for the current situation, the percentage of fires caused by electricity that can be reduced is 8.3%, which is the \"installation rate of seismic circuit breakers.\" The initial fire extinguishing rate is 36.6%. From here, we will consider the case where measures can be taken up to \"Promotion ①\" (reducing fires by about 25% and extinguishing about 60% in the initial stage) and the case where measures can be taken up to \"Promotion ②\" (reducing fires by about 50% and extinguishing about 90% in the initial stage).",
  "Effects of Fire Prevention Measures": "Effects of Fire Prevention Measures",
  "If Promotion ① is realized, it is estimated that the number of buildings lost to fire and the number of deaths will decrease by about 70% compared to the current situation. In addition, if Promotion ② is realized, the number of buildings lost to fire and the number of deaths can be further reduced by about 60% from Promotion ①, which is equivalent to a 90% reduction from the current situation.": "If Promotion ① is realized, it is estimated that the number of buildings lost to fire and the number of deaths will decrease by about 70% compared to the current situation. In addition, if Promotion ② is realized, the number of buildings lost to fire and the number of deaths can be further reduced by about 60% from Promotion ①, which is equivalent to a 90% reduction from the current situation.",
  "Distribution of the number of houses totally destroyed by the earthquake directly under the southern part of the Tokyo metropolitan area": "Distribution of the number of houses totally destroyed",
  "\"Completely destroyed\" refers to buildings that have lost their basic function as a place to live and have suffered damage to 70% or more of their floor area. Additionally, if the economic damage to the main structural components of a residence accounts for 50% or more of the entire house, it is also considered \"completely destroyed.\"": "<strong>Completely destroyed</strong> refers to buildings that have lost their basic function as a place to live and have suffered damage to 70% or more of their floor area. Additionally, if the economic damage to the main structural components of a residence accounts for 50% or more of the entire house, it is also considered \"completely destroyed.\"",
  "Increase in earthquake resistance rate": "Increase in earthquake resistance rate",
  "The Tokyo Metropolitan Government has been working to improve the seismic resistance rate with the aim of reducing building damage and human casualties caused by shaking. As of 2020, the seismic resistance rate of housing in Tokyo is 92%. Further efforts are needed to promote seismic resistance of buildings constructed before 1980 under the old seismic standards. If all buildings were rebuilt or seismically reinforced to meet the Building Standards Law enacted in June 1981 (1981 standards), damage could be further reduced. In addition, if all buildings were rebuilt to meet the Building Standards Law enacted in June 2000 (2000 standards), damage could be reduced even further.": "The Tokyo Metropolitan Government has been working to improve <strong>the seismic resistance rate</strong> with the aim of reducing building damage and human casualties caused by shaking.<br />As of 2020, the seismic resistance rate of housing in Tokyo is 92%.<br />Further efforts are needed to promote seismic resistance of buildings constructed before 1980 under the old seismic standards. If all buildings were rebuilt or seismically reinforced to meet the Building Standards Law enacted in June 1981 (1981 standards), damage could be further reduced.<br />In addition, if all buildings were rebuilt to meet the Building Standards Law enacted in June 2000 (2000 standards), damage could be reduced even further.",
  "Effects of Seismic Resistance": "Effects of Seismic Resistance",
  "If seismic resistance based on the \"1981 standards (new seismic standards)\" is realized, it is estimated that the number of completely destroyed buildings and deaths will decrease by approximately 60% compared to the current situation.\nIf seismic resistance based on the \"2000 standards\" is realized, it is estimated that the number of completely destroyed buildings and deaths will further decrease by approximately 50% compared to seismic resistance based on the \"1981 standards (new seismic standards)\" (approximately 80% decrease from the current situation).": "If seismic resistance based on the \"1981 standards (new seismic standards)\" is realized, it is estimated that the number of completely destroyed buildings and deaths will decrease by approximately 60% compared to the current situation.\nIf seismic resistance based on the \"2000 standards\" is realized, it is estimated that the number of completely destroyed buildings and deaths will further decrease by approximately 50% compared to seismic resistance based on the \"1981 standards (new seismic standards)\" (approximately 80% decrease from the current situation).",
  "Improvement of Implementation Rate of Measures to Prevent Furniture from Falling Over and Its Effects": "Improvement of Implementation Rate of Measures to Prevent Furniture from Falling Over and Its Effects",
  "It is believed that implementing measures to prevent furniture and other items from falling over, falling, or moving can reduce the number of deaths and serious injuries. As of 2020, the implementation rate is 57.3%. If this rate is increased to 75% (promotion ①), a 40% reduction from the current situation is expected. Furthermore, if it is increased to 100% (promotion ①), a 70% reduction from there is expected.": "It is believed that <strong>implementing measures to prevent furniture and other items from falling over, falling, or moving can reduce the number of deaths and serious injuries</strong>.<br />As of 2020, the implementation rate is 57.3%. If this rate is increased to 75% (promotion ①), a 40% reduction from the current situation is expected. Furthermore, if it is increased to 100% (promotion ①), a 70% reduction from there is expected.",
  "Even if furniture is fixed, if it is not fixed properly, the effectiveness of the measure will be reduced, so caution is necessary. Through future promotion and awareness-raising efforts, we aim to further reduce damage by promoting the proper fixing of furniture.": "Even if furniture is fixed, if it is not fixed properly, the effectiveness of the measure will be reduced, so caution is necessary. Through future promotion and awareness-raising efforts, we aim to further reduce damage by promoting the proper fixing of furniture.",
  "Liquefaction distribution of the earthquake directly under the southern part of the Tokyo metropolitan area": "Liquefaction distribution",
  "When an earthquake occurs and the ground receives a strong impact, the soil particles that were previously in contact with and supporting each other become loose, and the phenomenon of the entire ground becoming like a muddy liquid occurs. This is called liquefaction.": "When an earthquake occurs and the ground receives a strong impact, the soil particles that were previously in contact with and supporting each other become loose, and the phenomenon of the entire ground becoming like a muddy liquid occurs. This is called <strong>liquefaction</strong>.",
  "When liquefaction occurs, water gushes out from the ground, and the ground that was previously stable suddenly becomes soft, causing phenomena such as buildings standing on it to sink (or tilt), manholes and buried pipes buried in the ground to float up, and the entire ground to flow out toward lower areas.": "When liquefaction occurs, water gushes out from the ground, and the ground that was previously stable suddenly becomes soft, causing phenomena such as buildings standing on it to sink (or tilt), manholes and buried pipes buried in the ground to float up, and the entire ground to flow out toward lower areas.",
  "Estimation of Damage Caused by Liquefaction": "Estimation of Damage Caused by Liquefaction",
  "Liquefaction is expected to occur in reclaimed land, coastal areas, and bay areas. It is estimated that up to approximately 1,500 buildings will be completely destroyed due to liquefaction.\nIn areas with a seismic intensity of 6-lower or higher, it is expected that not only buildings will collapse, but also utility poles will tilt or sink due to liquefaction, leading to power outages.": "Liquefaction is expected to occur in reclaimed land, coastal areas, and bay areas. It is estimated that up to approximately 1,500 buildings will be completely destroyed due to liquefaction.\nIn areas with a seismic intensity of 6-lower or higher, it is expected that not only buildings will collapse, but also utility poles will tilt or sink due to liquefaction, leading to power outages.",
  "Looking back at past liquefaction damage, the impact of liquefaction damage on post-earthquake life is massive and diverse, such as the occurrence of water fountains and sand boils, subsidence and tilting of detached houses, deformation of road surfaces, and damage to lifeline facilities. These impacts occur in a complex manner, and the duration of the impact is prolonged.": "Looking back at past liquefaction damage, the impact of liquefaction damage on post-earthquake life is massive and diverse, such as the occurrence of water fountains and sand boils, subsidence and tilting of detached houses, deformation of road surfaces, and damage to lifeline facilities. These impacts occur in a complex manner, and <strong>the duration of the impact is prolonged</strong>.",
  "Countermeasures against Liquefaction": "Countermeasures against Liquefaction",
  "In order to mitigate liquefaction damage in residential areas, it is important for residents and businesses to take their own daily precautions in conjunction with pre-disaster countermeasure projects led by the government, as well as prompt responses by the government when a disaster occurs.\nThe Ministry of Land, Infrastructure, Transport and Tourism has published the \"Guidelines for Creating Liquefaction Hazard Maps for Risk Communication\" and is promoting the creation of liquefaction hazard maps.\nIn the future, it is expected that the creation of liquefaction hazard maps in each local government will progress through the utilization of materials related to liquefaction, and that interest in liquefaction damage to residential land will increase, leading to an improvement in regional disaster prevention capabilities.": "In order to mitigate liquefaction damage in residential areas, it is important for residents and businesses to take their own daily precautions in conjunction with pre-disaster countermeasure projects led by the government, as well as prompt responses by the government when a disaster occurs.\nThe Ministry of Land, Infrastructure, Transport and Tourism has published the \"Guidelines for Creating Liquefaction Hazard Maps for Risk Communication\" and is promoting the creation of liquefaction hazard maps.\nIn the future, it is expected that the creation of liquefaction hazard maps in each local government will progress through the utilization of materials related to liquefaction, and that interest in liquefaction damage to residential land will increase, leading to an improvement in regional disaster prevention capabilities.",
  "Seismic Intensity Distribution": "Seismic Intensity Distribution",
  "In the event of an Earthquake directly under the southern part of Tokyo Metropolitan City, areas with a seismic intensity of 6-upper or higher are expected to be concentrated mainly in the eastern and southwestern parts of the ward area. The area with a seismic intensity of 7 is approximately 14 km², and the area with a seismic intensity of 6-upper is approximately 388 km².": "In the event of an Earthquake directly under the southern part of Tokyo Metropolitan City, areas with a seismic intensity of 6-upper or higher are expected to be concentrated mainly in the eastern and southwestern parts of the ward area. The area with a seismic intensity of 7 is approximately 14 km², and the area with a seismic intensity of 6-upper is approximately 388 km².",
  "The Earthquake directly under the southern part of Tokyo Metropolitan City is expected to have a significant direct impact on the functions of the capital. There are also concerns about the impact on transportation networks such as the Shinkansen and airports located in the southern part of Tokyo, as well as the risk of fire spreading in areas with a high concentration of wooden houses. Therefore, the \"Earthquake directly under the southern part of Tokyo Metropolitan City\" is considered to be the central focus when considering countermeasures for earthquakes directly under the capital.": "The Earthquake directly under the southern part of Tokyo Metropolitan City is expected to have a significant direct impact on the functions of the capital. There are also concerns about the impact on transportation networks such as the Shinkansen and airports located in the southern part of Tokyo, as well as the risk of fire spreading in areas with a high concentration of wooden houses. Therefore, <strong>\"the Earthquake directly under the southern part of Tokyo Metropolitan City\" is considered to be the central focus when considering countermeasures for earthquakes directly under the capital.</strong>",
  "Full Set of Reports on Damage Estimates for Tokyo Due to Major Earthquakes Such as an Earthquake Directly Under the Capital": "Reports on Damage Estimates for Tokyo Due to Major Earthquakes Such as an Earthquake Directly Under the Capital",
  "10 Years of Efforts and Disaster Mitigation Effects": "10 Years of Efforts and Disaster Mitigation Effects",
  "Since the Great East Japan Earthquake, the Tokyo Metropolitan Government has been working to enhance its disaster preparedness in preparation for major earthquakes such as one directly under the capital. Here, we will first look at the efforts made over the past 10 years and the assumed disaster mitigation effects from the perspectives of seismic resistance, fireproofing, and self-help and mutual assistance.": "Since the Great East Japan Earthquake, the Tokyo Metropolitan Government has been working to enhance its disaster preparedness in preparation for major earthquakes such as one directly under the capital.<br />Here, we will first look at the efforts made over the past 10 years and the assumed disaster mitigation effects from the perspectives of <strong>\"seismic resistance,\" \"fireproofing,\" and \"self-help and mutual assistance.\"</strong>",
  "Major Efforts and Disaster Mitigation Effects over 10 Years": "Major Efforts and Disaster Mitigation Effects over 10 Years",
  "Earthquake-proofing": "Earthquake-proofing",
  "The Tokyo Metropolitan Government has been promoting \"seismic resistance.\" First, plans were formulated and ordinances were enacted to comprehensively promote the seismic resistance of buildings. Starting in 2012, mandatory diagnosis was implemented. Buildings adjacent to \"emergency transportation roads\" that serve as major arteries for evacuation, emergency rescue, firefighting, and emergency goods transportation during an earthquake are now required to undergo seismic diagnosis. Subsidies for renovation costs were also started in conjunction with this. Starting in 2018, the results of seismic diagnosis are required to be disclosed. In addition, financial support is provided to wards, cities, and towns, and experts are dispatched. While promoting seismic diagnosis and seismic retrofitting of housing, Tokyo&apos;s unique \"Tokyo Seismic Mark Display System\" and other measures have also been implemented. Efforts have been made to raise awareness from various perspectives.": "",
  "Possible disaster mitigation effects": "Possible disaster mitigation effects",
  "The seismic resistance rate of buildings along designated emergency transportation roads has increased by approximately 10.3% (from 81.3% to approximately 91.6%), and the seismic resistance rate of housing has increased by approximately 10.8% (from 81.2% to approximately 92.0%).": "The seismic resistance rate of buildings along designated emergency transportation roads has increased by approximately 10.3% (from 81.3% to approximately 91.6%), and the seismic resistance rate of housing has increased by approximately 10.8% (from 81.2% to approximately 92.0%).",
  "Self-help and mutual aid": "Self-help and mutual aid",
  "To prepare for disasters, the \"Tokyo Disaster Preparedness\" and \"Tokyo Life Disaster Preparedness\" manuals were created and distributed, compiling information on how to protect oneself. The \"Tokyo Stockpile Navigation\" promotes the stockpiling of food, daily necessities, and other items. In addition, training for disaster prevention coordinators to develop female leadership personnel has been conducted. Awareness-raising activities have been promoted, such as holding the \"Tokyo Disaster Prevention Learning Seminar\" at various locations throughout Tokyo.": "To prepare for disasters, the <l1>\"Tokyo Disaster Preparedness\"</l1> and <l2>\"Tokyo Life Disaster Preparedness\"</l2> manuals were created and distributed, compiling information on how to protect oneself. The <l3>\"Tokyo Stockpile Navigation\"</l3> promotes the stockpiling of food, daily necessities, and other items.<br />In addition, training for disaster prevention coordinators to develop female leadership personnel has been conducted. Awareness-raising activities have been promoted, such as holding the \"Tokyo Disaster Prevention Learning Seminar\" at various locations throughout Tokyo.",
  "As a result, the implementation rate of measures such as preventing furniture from falling over improved from approximately 53.6% to approximately 57.3%, and the implementation rate of daily stockpiling* improved from approximately 46.4% to approximately 56.3%.\n(*Change from FY2017)": "As a result, the implementation rate of measures such as preventing furniture from falling over improved from approximately 53.6% to approximately 57.3%, and the implementation rate of daily stockpiling* improved from approximately 46.4% to approximately 56.3%.\n(*Change from FY2017)",
  "What if there is an earthquake in Tokyo?": "What if there is an earthquake in Tokyo?",
  "Prepare for the future": "Prepare for the future",
  "An earthquake of magnitude 7 or so is expected to occur directly under the Tokyo metropolitan area.": "An earthquake of magnitude 7 or so is expected to occur directly under the Tokyo metropolitan area. The probability of occurrence within 30 years is estimated to be around 70%.<br />The Tokyo Metropolitan Government has been promoting the reinforcement of disaster prevention capabilities in preparation for such an earthquake. In order to protect people's lives and property from disasters that could occur at any time, it is necessary to promote \"self-help\" and \"mutual aid\" efforts in addition to \"public assistance\" efforts by the Tokyo Metropolitan Government.<br />In this section, we will outline the damage that could be expected in the event of an earthquake in Tokyo, and look at the disaster prevention measures that the Tokyo Metropolitan Government has taken so far.",
  "Regional Characteristics of Tokyo": "Regional Characteristics of Tokyo",
  "Tokyo is long and narrow from east to west. It is characterized by large differences in altitude, ranging from mountains over 2,000 meters in elevation to zones with no elevation above sea level. Tokyo is divided into \"inland areas\" and \"island areas\". The inland area consists of four types of terrain: mountains, hills, plateaus, and lowlands, while the island areas include the Izu and Ogasawara Islands on the western side of the Pacific Ocean. There are also areas with rows of dilapidated wooden houses, office areas with high-rise buildings, the bay area with its forests of high-rise condominiums, and the eastern low-lying areas where the land is lower than the sea at high tide, requiring disaster countermeasures tailored to the characteristics of each region.": "Tokyo is <strong>long and narrow from east to west</strong>. It is characterized by <strong>large differences in altitude</strong>, ranging from mountains over 2,000 meters in elevation to zones with no elevation above sea level.<br />Tokyo is divided into \"<strong>inland areas</strong>\" and \"<strong>island areas</strong>\". The inland area consists of four types of terrain: mountains, hills, plateaus, and lowlands, while the island areas include the Izu and Ogasawara Islands on the western side of the Pacific Ocean.<br />There are also areas with rows of <strong>dilapidated wooden houses</strong>, office areas with <strong>high-rise buildings</strong>, the bay area with its forests of <strong>high-rise condominiums</strong>, and <strong>the eastern low-lying areas</strong> where the land is lower than the sea at high tide, requiring disaster countermeasures tailored to the characteristics of each region.",
  "Earthquake in the southern part of the metropolis": "Earthquake in the southern part of the metropolis",
  "An earthquake directly under the southern part of central Tokyo is expected to cause the greatest damage in Tokyo. In the event of this earthquake, it is said that the seismic intensity of 6 or higher will extend over approximately 60% of the wards of the city. The maximum number of fatalities expected is approximately 6,000. It is estimated that about 190,000 buildings will be damaged.": "An earthquake directly under the southern part of central Tokyo is expected to cause the greatest damage in Tokyo. In the event of this earthquake, it is said that the seismic intensity of 6 or higher will extend over approximately 60% of the wards of the city. The maximum number of fatalities expected is approximately 6,000. It is estimated that about 190,000 buildings will be damaged.",
  "Tokyo Fire Department, Firefighting Boys and Girls Brigade: A Guide for High School Students, Chapter 5.": "Tokyo Fire Department, \"Firefighting Boy's and Girl's Brigade: A Guide for High School Students,\"",
  "Earthquake directly under the Tama East": "Earthquake directly under the Tama East",
  "In the event of an earthquake directly under the eastern part of Tama, the Tama region is expected to be severely damaged. The seismic intensity of 6 or higher is expected to extend over approximately 20% of the Tama region. It is estimated that approximately 160,000 buildings will be damaged and approximately 5,000 people will be killed.": "In the event of an earthquake directly under the eastern part of Tama, the Tama region is expected to be severely damaged. The seismic intensity of 6 or higher is expected to extend over approximately 20% of the Tama region. It is estimated that approximately 160,000 buildings will be damaged and approximately 5,000 people will be killed.",
  "By replacing the 3D graphs with planes for each region, different perspectives can be observed.": "By replacing the 3D graphs with planes for each region, different perspectives can be observed.",
  "Please note that we are not responsible for any loss or damage to life, body, or property that may occur as a result of activities based on information provided by this site.This Site may be temporarily delayed or interrupted without prior notice to users due to communication line equipment, system failure, maintenance, or other unavoidable reasons.This site shall not be liable for any damages incurred by users or other third parties resulting from such delays or interruptions.": "Please note that we are not responsible for any loss or damage to life, body, or property that may occur as a result of activities based on information provided by this site.This Site may be temporarily delayed or interrupted without prior notice to users due to communication line equipment, system failure, maintenance, or other unavoidable reasons.This site shall not be liable for any damages incurred by users or other third parties resulting from such delays or interruptions.",
  "Tokyo Metropolitan Government Earthquake Resistance Portal Site": "Tokyo Metropolitan Government Earthquake Resistance Portal Site",
  "Earthquake directly under the southern part of Tokyo Metropolitan City": "Earthquake directly under the southern part of Tokyo Metropolitan City",
  "An earthquake directly under the Tokyo capital region could occur anywhere within the city. The \"Earthquake directly under the southern part of Tokyo Metropolitan City\" is considered to be the earthquake that would cause the most damage to Tokyo, but if the epicenter were to occur in a different location, the seismic intensity and damage to each region would vary greatly. Therefore, it is important to always be prepared for the worst-case scenario.": "An earthquake directly under the Tokyo capital region could occur anywhere within the city. \"<strong>The Earthquake directly under the southern part of Tokyo Metropolitan City</strong>\" is considered to be the earthquake that would cause the most damage to Tokyo, but if the epicenter were to occur in a different location, the seismic intensity and damage to each region would vary greatly. Therefore, it is important to always be prepared for the worst-case scenario.",
  "Tokyo Disaster Prevention: Potential Damage Around You": "Tokyo Disaster Prevention: Potential Damage Around You",
  "For the future": "For the future",
  "Tokyo has a high concentration of housing and urban functions. Therefore, if a large-scale earthquake occurs in Tokyo, it could cause enormous damage to people's lives and property, and there is a risk that it will become difficult to maintain the functions of the capital. On the other hand, thanks to lessons learned from recent large-scale disasters and other factors, the disaster prevention measures of the national and Tokyo metropolitan governments have been steadily progressing.": "Tokyo has a high concentration of housing and urban functions. Therefore, if a large-scale earthquake occurs in Tokyo, <strong>it could cause enormous damage to people's lives and property</strong>, and there is a risk that <strong>it will become difficult to maintain the functions of the capital.</strong> <br />On the other hand, thanks to lessons learned from recent large-scale disasters and other factors, <strong>the disaster prevention measures of the national and Tokyo metropolitan governments have been steadily progressing.</strong>",
  "In the \"damage estimates\" we have seen so far, we have tried to reflect as much as possible the situation of how efforts to realize a safe and secure Tokyo are progressing, as well as changes in the population structure and other aspects of the reality of the major city of Tokyo. In addition, the damage estimates were conducted using the latest data that has become available due to technological advances and the latest knowledge based on recent large-scale earthquakes.": "In the \"damage estimates\" we have seen so far, we have tried to reflect as much as possible the situation of how efforts to realize a safe and secure Tokyo are progressing, as well as changes in the population structure and other aspects of the reality of the major city of Tokyo. In addition, the damage estimates were conducted using the latest data that has become available due to technological advances and the latest knowledge based on recent large-scale earthquakes.",
  "Nevertheless, damage estimates are conducted based on assumptions. Since natural phenomena involve large uncertainties, there are certain limitations to the estimation results.": "Nevertheless, damage estimates are conducted based on assumptions. Since natural phenomena involve large uncertainties, there are certain limitations to the estimation results.",
  "Rather than being caught up in the damage estimation results alone, let's steadily promote preventive measures such as seismic resistance and fireproofing in preparation for large-scale earthquakes that can occur at any time and under any conditions. It is also important to establish a perfect system so that we can respond quickly according to the situation of the disaster.": "Rather than being caught up in the damage estimation results alone, <strong>let's steadily promote preventive measures such as seismic resistance and fireproofing in preparation for large-scale earthquakes that can occur at any time and under any conditions</strong>. It is also important to establish a perfect system so that we can respond quickly according to the situation of the disaster.",
  "Based on the damage estimates, the Tokyo Metropolitan Government, municipalities, and other related organizations need to promote effective measures by revising regional disaster prevention plans and implementing various measures in the future.\nIn addition, in order to minimize damage in the event of a large-scale earthquake, it is essential for society as a whole, including individual Tokyo residents, communities, and businesses, to work together.": "Based on the damage estimates, the Tokyo Metropolitan Government, municipalities, and other related organizations need to promote effective measures by revising regional disaster prevention plans and implementing various measures in the future.\nIn addition, in order to minimize damage in the event of a large-scale earthquake, it is essential for society as a whole, including individual Tokyo residents, communities, and businesses, to work together.",
  "Let's unite all the forces of self-help, mutual assistance, and public assistance by having local governments, administrative agencies, individual Tokyo residents, and private businesses work together to face large-scale earthquakes.": "Let's unite all the forces of <strong>self-help, mutual assistance, and public assistance by having local governments, administrative agencies, individual Tokyo residents, and private businesses work together</strong> to face large-scale earthquakes.",
  "The Tokyo Metropolitan Government has been promoting \"seismic resistance.\" First, plans were formulated and ordinances were enacted to comprehensively promote the seismic resistance of buildings. Starting in 2012, mandatory diagnosis was implemented. Buildings adjacent to \"emergency transportation roads\" that serve as major arteries for evacuation, emergency rescue, firefighting, and emergency goods transportation during an earthquake are now required to undergo seismic diagnosis. Subsidies for renovation costs were also started in conjunction with this. Starting in 2018, the results of seismic diagnosis are required to be disclosed. In addition, financial support is provided to wards, cities, and towns, and experts are dispatched. While promoting seismic diagnosis and seismic retrofitting of housing, Tokyo's unique \"Tokyo Seismic Mark Display System\" and other measures have also been implemented. Efforts have been made to raise awareness from various perspectives.": "The Tokyo Metropolitan Government has been promoting \"<strong>seismic resistance</strong>.\"<br />First, <strong>plans were formulated</strong> and <strong>ordinances were enacted</strong> to comprehensively promote the seismic resistance of buildings.<br />Starting in 2012, <strong>mandatory diagnosis was implemented</strong>. Buildings adjacent to \"emergency transportation roads\" that serve as major arteries for evacuation, emergency rescue, firefighting, and emergency goods transportation during an earthquake are now required to undergo seismic diagnosis. <strong>Subsidies for renovation costs</strong> were also started in conjunction with this.<br />Starting in 2018, <strong>the results of seismic diagnosis are required to be disclosed</strong>.<br />In addition, financial support is provided to wards, cities, and towns, and experts are dispatched. While promoting seismic diagnosis and seismic retrofitting of housing, Tokyo's unique \"Tokyo Seismic Mark Display System\" and other measures have also been implemented. Efforts have been made to raise awareness from various perspectives.",
  "Tokyo has a high concentration of housing and urban functions. Therefore, if a large-scale earthquake occurs in Tokyo, it could cause enormous damage to people's lives and property, and there is a risk that it will become difficult to maintain the functions of the capital.\nOn the other hand, thanks to lessons learned from recent large-scale disasters and other factors, the disaster prevention measures of the national and Tokyo metropolitan governments have been steadily progressing.": "Tokyo has a high concentration of housing and urban functions. Therefore, if a large-scale earthquake occurs in Tokyo, it could cause enormous damage to people's lives and property, and there is a risk that it will become difficult to maintain the functions of the capital.\nOn the other hand, thanks to lessons learned from recent large-scale disasters and other factors, the disaster prevention measures of the national and Tokyo metropolitan governments have been steadily progressing.",
  "Distribution of the number of buildings burned by the earthquake directly under the southern part of central Tokyo": "Distribution of the number of buildings burned by the earthquake directly under the southern part of central Tokyo",
  "The Tokyo Metropolitan Government has promoted the 10-year project to make densely wooded areas noncombustible by utilizing the special zone system to promote noncombustibility through special support, and by integrally promoting the development of specific development routes to form fire spread zones, and has promoted noncombustibility especially in development areas where severe damage is expected.": "The Tokyo Metropolitan Government has promoted the 10-year project to make densely wooded areas noncombustible by utilizing the special zone system to promote noncombustibility through special support, and by integrally promoting the development of specific development routes to form fire spread zones, and has promoted noncombustibility especially in development areas where severe damage is expected.",
  "As a result, the area of densely populated wooden houses increased from about 16,000 ha to about 8.6,000 ha, and the percentage of noncombustible area (in developed areas) improved significantly from about 58.4% to about 64.0%.\nOn the other hand, the number of firefighters, who play an important role in local disaster prevention such as firefighting and rescue activities, has decreased from about 24,000 to 22,000.": "As a result, the area of densely populated wooden houses increased from about 16,000 ha to about 8.6,000 ha, and the percentage of noncombustible area (in developed areas) improved significantly from about 58.4% to about 64.0%.\nOn the other hand, the number of firefighters, who play an important role in local disaster prevention such as firefighting and rescue activities, has decreased from about 24,000 to 22,000.",
  "Potential disaster mitigation benefits": "Potential disaster mitigation benefits",
  "The number of houses destroyed by fire has decreased from approximately 200,000 to 120,000, and the number of deaths by fire has decreased from approximately 4,100 to 2,500. However, the damage is still expected to be enormous.": "The number of houses destroyed by fire has decreased from approximately 200,000 to 120,000, and the number of deaths by fire has decreased from approximately 4,100 to 2,500. However, the damage is still expected to be enormous.",
  "On the other hand, there are concerns about the decline in local disaster preparedness, such as a decrease in the number of firefighters, so it is necessary to strengthen not only hardware but also software measures.": "On the other hand, there are concerns about the decline in local disaster preparedness, such as a decrease in the number of firefighters, so it is necessary to strengthen not only hardware but also software measures.",
  "In order to control the damage caused by fires, it is important to reduce the number of fires themselves. Therefore, we estimate the effect of fire suppression measures.": "In order to control the damage caused by fires, it is important to reduce the number of fires themselves. Therefore, we estimate the effect of fire suppression measures.",
  "*The following is an estimation of the effect if \"reduction of fires caused by electricity\" and \"improvement of initial fire extinguishing rate\" were promoted as fire suppression measures compared to the current situation.": "*The following is an estimation of the effect if \"reduction of fires caused by electricity\" and \"improvement of initial fire extinguishing rate\" were promoted as fire suppression measures compared to the current situation.",
  "*The current situation is that the reduction rate of fires caused by electricity is assumed to be 8.3% of the installation rate of earthquake-sensitive breakers, and the initial fire extinguishing rate1 is assumed to be 36.6%.": "*The current situation is that the reduction rate of fires caused by electricity is assumed to be 8.3% of the installation rate of earthquake-sensitive breakers, and the initial fire extinguishing rate1 is assumed to be 36.6%.",
  "*The table below sets the rate of fire suppression when fire suppression measures are increased.": "*The table below sets the rate of fire suppression when fire suppression measures are increased.",
  "Conditions for calculating the effect of fire suppression measures": "Conditions for calculating the effect of fire suppression measures",
  "Effects of countermeasures on the number of fires started and the number of fires burned\n(Earthquake directly under the southern part of central Tokyo, winter, evening, wind speed 8m/s)": "Effects of countermeasures on the number of fires started and the number of fires burned\n(Earthquake directly under the southern part of central Tokyo, winter, evening, wind speed 8m/s)",
  "The number of deaths and destroyed buildings has decreased by 30~40% from the previous forecast. It is estimated that the number of deaths and destroyed buildings can be reduced by taking further countermeasures.": "The number of deaths and destroyed buildings has decreased by 30~40% from the previous forecast. It is estimated that the number of deaths and destroyed buildings can be reduced by taking further countermeasures.",
  "Total destruction is the level of damage to a dwelling based on the criteria for damage assessment, where the basic functions of the dwelling have been lost and the floor area of the damaged portion has reached 70% or more of the total floor area of the dwelling, or where the economic damage to the main components of the dwelling, expressed as a percentage of the total damage to the dwelling, has reached 50% or more of the total damage.": "Total destruction is the level of damage to a dwelling based on the criteria for damage assessment, where the basic functions of the dwelling have been lost and the floor area of the damaged portion has reached 70% or more of the total floor area of the dwelling, or where the economic damage to the main components of the dwelling, expressed as a percentage of the total damage to the dwelling, has reached 50% or more of the total damage.",
  "The earthquake resistance rate of Tokyo's residential buildings was 92% as of 2020, but the city has been promoting the earthquake resistance of buildings built before 1980 that were constructed under the old earthquake resistance standards, and all buildings have been reconstructed or reinforced to comply with the Building Standard Law that came into effect in June 1981 (hereinafter referred to as the \"1981 Standards (New Earthquake Resistance Standards)\"). The effect of the new earthquake-proofing standard is estimated. The effects of meeting the new earthquake resistance standards are estimated.": "The earthquake resistance rate of Tokyo's residential buildings was 92% as of 2020, but the city has been promoting the earthquake resistance of buildings built before 1980 that were constructed under the old earthquake resistance standards, and all buildings have been reconstructed or reinforced to comply with the Building Standard Law that came into effect in June 1981 (hereinafter referred to as the \"1981 Standards (New Earthquake Resistance Standards)\"). The effect of the new earthquake-proofing standard is estimated. The effects of meeting the new earthquake resistance standards are estimated.",
  "In addition, we estimate the effect if the Building Standard Law that came into effect in June 2000 (hereinafter referred to as the \"2000 Standard\") is met and all buildings are built to the 2000 Standard. The effects are estimated if all buildings were reconstructed in accordance with the Building Standards Law (hereafter referred to as the \"2000 Standards\"), which came into effect in June 2000.": "In addition, we estimate the effect if the Building Standard Law that came into effect in June 2000 (hereinafter referred to as the \"2000 Standard\") is met and all buildings are built to the 2000 Standard. The effects are estimated if all buildings were reconstructed in accordance with the Building Standards Law (hereafter referred to as the \"2000 Standards\"), which came into effect in June 2000.",
  "Major efforts and disaster mitigation effects over the past 10 years": "Major efforts and disaster mitigation effects over the past 10 years",
  "Estimated Damage Reduction Benefits": "Estimated Damage Reduction Benefits",
  "The number of buildings totally destroyed and the number of fatalities are estimated to decrease by approximately 60% from the current level if the buildings are made earthquake resistant according to the \"1981 Standards\" (the new earthquake resistance standards).": "The number of buildings totally destroyed and the number of fatalities are estimated to decrease by approximately 60% from the current level if the buildings are made earthquake resistant according to the \"1981 Standards\" (the new earthquake resistance standards).",
  "If the \"2000 earthquake resistance standard\" is adopted, the number of buildings totally destroyed and the number of fatalities will be further reduced by approximately 50% compared to the \"1981 standard (new earthquake resistance standard)\" (approximately 80% reduction from the current situation). (about 80% less than the current situation)": "If the \"2000 earthquake resistance standard\" is adopted, the number of buildings totally destroyed and the number of fatalities will be further reduced by approximately 50% compared to the \"1981 standard (new earthquake resistance standard)\" (approximately 80% reduction from the current situation). (about 80% less than the current situation)",
  "The number of fatalities will be calculated if the implementation rate of measures to prevent furniture from falling over, falling down, and moving is increased from the current rate of 57.3% (in 2020) to 75% (Promotion 1) or 100% (Promotion 2), and the effect of measures to prevent furniture from falling over will be estimated.": "The number of fatalities will be calculated if the implementation rate of measures to prevent furniture from falling over, falling down, and moving is increased from the current rate of 57.3% (in 2020) to 75% (Promotion 1) or 100% (Promotion 2), and the effect of measures to prevent furniture from falling over will be estimated.",
  "Improvement in the rate of implementation of measures to prevent falling furniture and other objects Increase in the rate of implementation of measures to prevent furniture from falling over and falling down": "Improvement in the rate of implementation of measures to prevent falling furniture and other objects Increase in the rate of implementation of measures to prevent furniture from falling over and falling down",
  "Even if furniture, etc. is secured, if it is not properly secured, the effect of implementation will be reduced. Further reduction of damage can be expected by encouraging people to secure furniture in an appropriate manner and increasing the effectiveness of countermeasures through further promotion and awareness-raising activities.": "Even if furniture, etc. is secured, if it is not properly secured, the effect of implementation will be reduced. Further reduction of damage can be expected by encouraging people to secure furniture in an appropriate manner and increasing the effectiveness of countermeasures through further promotion and awareness-raising activities.",
  "According to the results of the Great Hanshin-Awaji Earthquake, about 23% of the furniture and other objects for which measures have been taken were ineffective due to inadequate fixation methods, etc.": "According to the results of the Great Hanshin-Awaji Earthquake, about 23% of the furniture and other objects for which measures have been taken were ineffective due to inadequate fixation methods, etc.",
  "A phenomenon in which loose sandy soil containing water behaves like a liquid when subjected to strong seismic shaking. Water mixed with sand blows out (sand jet) and moves laterally (lateral flow). Buildings and other structures sink or tilt, and manholes, septic tanks, and other structures lift off the ground. Lateral flow may cause foundation piles to break.": "A phenomenon in which loose sandy soil containing water behaves like a liquid when subjected to strong seismic shaking. Water mixed with sand blows out (sand jet) and moves laterally (lateral flow). Buildings and other structures sink or tilt, and manholes, septic tanks, and other structures lift off the ground. Lateral flow may cause foundation piles to break.",
  "Tokyo Damage Assumption Report due to an earthquake directly under the Tokyo Metropolitan Area, etc.": "Tokyo Damage Assumption Report due to an earthquake directly under the Tokyo Metropolitan Area, etc.",
  "Damage Assumption Future Issues and Prospects": "Damage Assumption Future Issues and Prospects",
  "Tokyo has a high concentration of residences and urban functions, and a large-scale earthquake could cause extensive damage to people's lives and property, as well as make it difficult to maintain the functions of the capital. On the other hand, based on lessons learned from recent large-scale disasters, the national government and metropolitan government have made steady progress in disaster prevention measures.": "Tokyo has a high concentration of residences and urban functions, and a large-scale earthquake could cause extensive damage to people's lives and property, as well as make it difficult to maintain the functions of the capital. On the other hand, based on lessons learned from recent large-scale disasters, the national government and metropolitan government have made steady progress in disaster prevention measures.",
  "In this report, the damage assumptions are based on the latest accumulated data based on recent technological innovations and the latest findings based on recent large-scale earthquakes, as well as efforts to reflect the actual conditions of the metropolis to the greatest extent possible, including the progress of efforts to realize a safe and secure Tokyo and changes in the population structure.": "In this report, the damage assumptions are based on the latest accumulated data based on recent technological innovations and the latest findings based on recent large-scale earthquakes, as well as efforts to reflect the actual conditions of the metropolis to the greatest extent possible, including the progress of efforts to realize a safe and secure Tokyo and changes in the population structure.",
  "However, while the damage assumptions are based on assumptions, natural phenomena are subject to large uncertainties, and the assumed results have certain limitations. The damage assumptions made this time are based on various assumptions, such as earthquake size, epicenter, time of occurrence, wind speed, etc., as well as limited data from past disasters.": "However, while the damage assumptions are based on assumptions, natural phenomena are subject to large uncertainties, and the assumed results have certain limitations. The damage assumptions made this time are based on various assumptions, such as earthquake size, epicenter, time of occurrence, wind speed, etc., as well as limited data from past disasters.",
  "Therefore, it is important to prepare for a large-scale earthquake, which may occur at any time and under any conditions, without being preoccupied only with the damage assumption results, and to steadily promote preventive measures such as earthquake resistance and noncombustibility, and to establish a complete emergency response system so that flexible responses can be made according to disaster conditions.": "Therefore, it is important to prepare for a large-scale earthquake, which may occur at any time and under any conditions, without being preoccupied only with the damage assumption results, and to steadily promote preventive measures such as earthquake resistance and noncombustibility, and to establish a complete emergency response system so that flexible responses can be made according to disaster conditions.",
  "Based on this damage assumption, the Tokyo Metropolitan Government, municipalities, and other relevant organizations will need to take effective measures by revising regional disaster prevention plans and developing various measures in the future. In addition, in order to minimize damage in the event of a large-scale earthquake, it is essential that the entire society, including individual citizens, local communities, and businesses, take action.": "Based on this damage assumption, the Tokyo Metropolitan Government, municipalities, and other relevant organizations will need to take effective measures by revising regional disaster prevention plans and developing various measures in the future. In addition, in order to minimize damage in the event of a large-scale earthquake, it is essential that the entire society, including individual citizens, local communities, and businesses, take action.",
  "It is hoped that the damage assumptions used in this report will be used by administrative agencies and individual citizens to prepare for disasters, thereby enhancing the disaster preparedness of Tokyo as a whole and, ultimately, protecting the lives of its citizens.": "It is hoped that the damage assumptions used in this report will be used by administrative agencies and individual citizens to prepare for disasters, thereby enhancing the disaster preparedness of Tokyo as a whole and, ultimately, protecting the lives of its citizens.",
  "It is my strong hope that each of these entities will further strengthen their respective efforts and, through mutual cooperation, build a social framework that will mobilize all of the forces of self-help, mutual aid, and public assistance to confront a large-scale earthquake.": "It is my strong hope that each of these entities will further strengthen their respective efforts and, through mutual cooperation, build a social framework that will mobilize all of the forces of self-help, mutual aid, and public assistance to confront a large-scale earthquake.",
  "The main remaining issues in this damage assessment are as follows.": "The main remaining issues in this damage assessment are as follows.",
  "Quantitative evaluation of possible damage from long-period seismic motions and combined disasters": "Quantitative evaluation of possible damage from long-period seismic motions and combined disasters",
  "Quantitative assessment of factors that could further increase damage to lifelines (e.g., reduced supply capacity due to damage to power plants, telephone line congestion, etc.)": "Quantitative assessment of factors that could further increase damage to lifelines (e.g., reduced supply capacity due to damage to power plants, telephone line congestion, etc.)",
  "Assessment of the impact on restoration activities of other infrastructures and lifelines if restoration of infrastructure and lifeline damage is delayed.": "Assessment of the impact on restoration activities of other infrastructures and lifelines if restoration of infrastructure and lifeline damage is delayed.",
  "Seismic intensity distribution of earthquakes directly under the southern part of central Tokyo": "Seismic intensity distribution of earthquakes directly under the southern part of central Tokyo",
  "This is an intra-plate earthquake with its epicenter in the southern part of the city, and is the earthquake that will cause the most damage in the entire metropolitan area among the earthquakes assumed in this report. Areas of seismic intensity 6 or higher are distributed mainly in the eastern and southwestern parts of the city. The area of seismic intensity 7 is about 14 km², and the area of seismic intensity 6 or higher is about 388 km².": "This is an intra-plate earthquake with its epicenter in the southern part of the city, and is the earthquake that will cause the most damage in the entire metropolitan area among the earthquakes assumed in this report. Areas of seismic intensity 6 or higher are distributed mainly in the eastern and southwestern parts of the city. The area of seismic intensity 7 is about 14 km², and the area of seismic intensity 6 or higher is about 388 km².",
  "Major initiatives and disaster mitigation benefits over the past 10 years": "Major initiatives and disaster mitigation benefits over the past 10 years",
  "Since the Great East Japan Earthquake, the Tokyo Metropolitan Government has been promoting further reinforcement of disaster preparedness in preparation for earthquakes directly under the Tokyo metropolitan area.": "Since the Great East Japan Earthquake, the Tokyo Metropolitan Government has been promoting further reinforcement of disaster preparedness in preparation for earthquakes directly under the Tokyo metropolitan area.",
  "The following is a summary of the major efforts over the past 10 years in the areas of \"earthquake resistance,\" \"noncombustibility,\" and \"self-help/mutual aid,\" as well as the assumed disaster mitigation effects of these efforts.": "The following is a summary of the major efforts over the past 10 years in the areas of \"earthquake resistance,\" \"noncombustibility,\" and \"self-help/mutual aid,\" as well as the assumed disaster mitigation effects of these efforts.",
  "The Tokyo Metropolitan Government has been promoting seismic retrofitting based on the Tokyo Metropolitan Government Seismic Retrofitting Promotion Plan and has enacted an ordinance to promote seismic retrofitting. Since 2012, seismic diagnosis has been mandatory for buildings along specified emergency transportation roads, and subsidies have been provided for retrofitting costs. Since 2008, the results of seismic diagnoses have been made public. In addition, the Tokyo Metropolitan Government has been promoting seismic diagnosis and retrofitting of houses and other structures by providing financial support to municipalities and dispatching experts to property owners, as well as promoting awareness through the Tokyo Metropolitan Government's own seismic mark display system.": "The Tokyo Metropolitan Government has been promoting seismic retrofitting based on the Tokyo Metropolitan Government Seismic Retrofitting Promotion Plan and has enacted an ordinance to promote seismic retrofitting. Since 2012, seismic diagnosis has been mandatory for buildings along specified emergency transportation roads, and subsidies have been provided for retrofitting costs. Since 2008, the results of seismic diagnoses have been made public. In addition, the Tokyo Metropolitan Government has been promoting seismic diagnosis and retrofitting of houses and other structures by providing financial support to municipalities and dispatching experts to property owners, as well as promoting awareness through the Tokyo Metropolitan Government's own seismic mark display system.",
  "The earthquake resistance rate of buildings along specified emergency transportation roads increased from about 81.3% to about 91.6%, and the rate of earthquake resistance of houses increased from about 81.2% to about 92.0%.": "The earthquake resistance rate of buildings along specified emergency transportation roads increased from about 81.3% to about 91.6%, and the rate of earthquake resistance of houses increased from about 81.2% to about 92.0%.",
  "Tokyo Disaster Prevention\" and \"Tokyo Life Disaster Prevention\" were prepared and distributed to ensure disaster preparedness. The \"Tokyo Stockpiling Navi\" promotes the stockpiling of food and daily necessities.": "Tokyo Disaster Prevention\" and \"Tokyo Life Disaster Prevention\" were prepared and distributed to ensure disaster preparedness. The \"Tokyo Stockpiling Navi\" promotes the stockpiling of food and daily necessities.",
  "Disaster prevention coordinator training is also conducted to nurture female leaders. The \"Tokyo Disaster Prevention Study Seminar\" has been held at various locations in Tokyo to promote awareness of disaster prevention.": "Disaster prevention coordinator training is also conducted to nurture female leaders. The \"Tokyo Disaster Prevention Study Seminar\" has been held at various locations in Tokyo to promote awareness of disaster prevention.",
  "Please note that we are not responsible for any loss or damage to life, body, or property that may occur as a result of activities based on information provided by this site.This site may be temporarily delayed or suspended without prior notice to users due to communication line equipment, system failure, maintenance, or other unavoidable reasons.TMG shall not be liable for any damages incurred by users or other third parties resulting from delays or interruptions of this site.": "Please note that we are not responsible for any loss or damage to life, body, or property that may occur as a result of activities based on information provided by this site.\nThis site may be temporarily delayed or suspended without prior notice to users due to communication line equipment, system failure, maintenance, or other unavoidable reasons.\nTokyo Metropolitan Government shall not be liable for any damages incurred by users or other third parties resulting from delays or interruptions of this site.",
  "Source": "Source",
  "Asahi Shimbun May 25, 2022 Tokyo Metropolitan Government assumes damage from four types of earthquakes directly under the Tokyo metropolitan area, including the \"Great Kanto Earthquake\".": "Asahi Shimbun May 25, 2022\nTokyo Metropolitan Government assumes damage from four types of earthquakes directly under the Tokyo metropolitan area, including the \"Great Kanto Earthquake\".",
  "Ministry of Land, Infrastructure, Transport and Tourism, 2022 Annual Report on Metropolitan Area Development (Metropolitan Area White Paper).": "Ministry of Land, Infrastructure, Transport and Tourism, 2022 Annual Report on Metropolitan Area Development (Metropolitan Area White Paper).",
  "Based on the damage estimates, the Tokyo Metropolitan Government, local governments, and other relevant organizations should prepare for future disasters by revising local disaster prevention plans and developing various measures.\nIn the event of a large-scale earthquake, it is essential that the entire society, including each and every citizen, community, and business, work together to minimize the damage. We must work together to save lives and protect what is important to us.": "",
  "Local governments and administrative agencies, each and every citizen of Tokyo, and private businesses. By mutually cooperating with each other, we can open up a new tomorrow.\nSelf-help, mutual aid, and public assistance. Let's face a large-scale earthquake by mobilizing all our strength.": "",
  "It is also important to have a complete system in place to be able to respond quickly to disaster situations.\nThe Tokyo Metropolitan Government's disaster prevention system is centered on the Disaster Control Headquarters, which responds to disasters in cooperation with the national government, municipalities, and other organizations based on information from the Disaster Prevention Center.": "",
  "SCENE_01": "TOKYO 2023",
  "SCENE_02": "Earthquake\nSeismic intensity distribution",
  "SCENE_03": "Distribution of number of\ncompletely destroyed buildings",
  "SCENE_04": "Distribution of\nnumber of burned buildings",
  "SCENE_05": "Liquefaction distribution",
  "SCENE_06": "Epilogue",
  "SCENE_01_description": "Tokyo is characterized by significant differences in altitude, with various areas ranging from mountainous regions exceeding 2,000 meters above sea level to areas at sea level. Disaster preparedness tailored to the characteristics of each area is necessary.",
  "SCENE_02_description": "\"Central South Region Earthquake\" and \"Tama East Region Earthquake\" are two types of \"Capital region earthquakes\" that are expected to occur within the Philippine Sea Plate, with a 70% probability within the next 30 years. These earthquakes have the potential to significantly impact the central areas and Tama region.",
  "SCENE_03_description": "Approximately 80% of the buildings that collapse are believed to be built under the old seismic standards. To mitigate the damage, it is crucial to promote seismic retrofitting to the '2000 standards' and expand measures to prevent furniture from toppling over.",
  "SCENE_04_description": "The number of ignition incidents refers to an estimate derived from the total number of fires, taking into account the effectiveness of initial firefighting efforts by residents, neighbors, etc., and indicating the number requiring organized firefighting activities. This estimation also considers the potential spread of fires. Encouraging initial firefighting efforts and reducing electrical-related ignitions are necessary measures for mitigating damage.",
  "SCENE_05_description": "In reclaimed areas, coastal areas, and bays, liquefaction is expected to occur. In the event of liquefaction, buildings are at risk of complete collapse. In the case of a capital region earthquake occurring directly beneath the southern part of Tokyo, it is estimated that up to approximately 1,500 buildings may be affected, primarily in the reclaimed areas and along riverbanks in the Tokyo Bay area.\nThe liquefaction hazard level can be expressed using the PL value calculated based on seismic intensity, boring data, ground models, and other factors.",
  "SCENE_06_description": null,
  "SCENE_07_description": null,
  "SCENE_08_description": null,
  "SCENE_09_description": null,
  "SCENE_01_source_title": "Report on \"Estimation of damage in the event of an earthquake directly hitting Tokyo\"",
  "SCENE_02_source_title": "Report on \"Estimation of damage in the event of an earthquake directly hitting Tokyo\"",
  "SCENE_03_source_title": "Report on \"Estimation of damage in the event of an earthquake directly hitting Tokyo\"",
  "SCENE_04_source_title": "Report on \"Estimation of damage in the event of an earthquake directly hitting Tokyo\"",
  "SCENE_05_source_title": "Report on \"Estimation of damage in the event of an earthquake directly hitting Tokyo\"",
  "SCENE_06_source_title": null,
  "SCENE_07_source_title": null,
  "SCENE_08_source_title": null,
  "SCENE_09_source_title": null,
  "SCENE_01_source_url": "https://www.bousai.metro.tokyo.lg.jp/_res/projects/default_project/_page_/001/021/571/20220525/n/002n.pdf",
  "SCENE_02_source_url": "https://www.bousai.metro.tokyo.lg.jp/_res/projects/default_project/_page_/001/021/571/20220525/n/002n.pdf",
  "SCENE_03_source_url": "https://www.bousai.metro.tokyo.lg.jp/_res/projects/default_project/_page_/001/021/571/20220525/n/002n.pdf",
  "SCENE_04_source_url": "https://www.bousai.metro.tokyo.lg.jp/_res/projects/default_project/_page_/001/021/571/20220525/n/002n.pdf",
  "SCENE_05_source_url": "https://www.bousai.metro.tokyo.lg.jp/_res/projects/default_project/_page_/001/021/571/20220525/n/002n.pdf",
  "SCENE_06_source_url": null,
  "SCENE_07_source_url": null,
  "SCENE_08_source_url": null,
  "SCENE_09_source_url": null,
  "SCENE_01_overlay_description": "There are areas with aging wooden houses, business districts with tall buildings,\nwaterfront areas filled with high-rise apartments,\nand low-lying eastern regions where land becomes lower than the sea level at high tide.\nEach area requires disaster preparedness tailored to its specific characteristics.\nThis map visualized the distribution of building structures such as reinforced concrete and wooden constructions.",
  "SCENE_02_overlay_description": "The earthquakes with the largest anticipated impact within Tokyo are the \"Central South Region Earthquake\"\nand the \"Tama East Region Earthquake\", originating in the eastern part of the Tama region within the plate.\nCapital region earthquakes can occur anywhere within the city.\nLet's always prepare for the worst-case scenario and stay vigilant.\nThis map visualized seismic intensity based on altitude.",
  "SCENE_03_overlay_description": "In a capital region earthquake, much of the building damage is expected to affect buildings constructed before 1981.\nThis is due to a significant strengthening of seismic standards in June 1981.\nThe background for this change lies in the Miyagi Prefecture Offshore Earthquake of 1978,\nwhich caused substantial damage even to reinforced concrete buildings like schools that were previously considered safe.\nThis map visualized the distribution of collapsed buildings due to this earthquake using color coding and sphere sizes based on seismic intensity distribution.",
  "SCENE_04_overlay_description": "In Tokyo, there are extensive areas of densely populated wooden housing (mokumitsu areas) centered around the JR Yamanote Line outer loop.\nIn the event of a capital region earthquake, significant damage from fires is anticipated.\nThis map visualized the estimated number of ignition incidents in 3D graphs,\noverlaid with the distribution of fire-resistant buildings.",
  "SCENE_05_overlay_description": "When liquefaction occurs, water may spout from the ground,\nand the previously stable ground may suddenly become soft,\ncausing the entire ground to flow towards lower areas.\nIn areas with seismic intensity of 6- (weak),\nnot only building collapses but also phenomena such as leaning or sinking of utility poles,\nleading to power outages, are anticipated due to liquefaction.\nThis map visualized the predicted liquefaction hazard using color and streamlines based on ground models and other factors.",
  "SCENE_06_overlay_description": null,
  "SCENE_07_overlay_description": null,
  "SCENE_08_overlay_description": null,
  "SCENE_09_overlay_description": null,
  "SCENE_01_overlay_title": "The current Tokyo scene",
  "SCENE_02_overlay_title": "Seismic intensity distribution",
  "SCENE_03_overlay_title": "Collapsed buildings distribution",
  "SCENE_04_overlay_title": "Burned buildings distribution",
  "SCENE_05_overlay_title": "Liquefaction area distribution",
  "SCENE_06_overlay_title": null,
  "SCENE_07_overlay_title": null,
  "SCENE_08_overlay_title": null,
  "SCENE_09_overlay_title": null,
  "SCENE_01_overlay_subtitle": null,
  "SCENE_02_overlay_subtitle": "Earthquake in the southern and the eastern part of the metropolis",
  "SCENE_03_overlay_subtitle": "Earthquake in the southern and the eastern part of the metropolis",
  "SCENE_04_overlay_subtitle": "Earthquake in the southern and the eastern part of the metropolis",
  "SCENE_05_overlay_subtitle": "Earthquake in the southern and the eastern part of the metropolis",
  "SCENE_06_overlay_subtitle": null,
  "SCENE_07_overlay_subtitle": null,
  "SCENE_08_overlay_subtitle": null,
  "SCENE_09_overlay_subtitle": null,
  "SCENE_01_0_legend_title": "Structure type",
  "SCENE_01_0_legend_0": "Fireproof",
  "SCENE_01_0_legend_1": "Fire semi-prevention",
  "SCENE_01_0_legend_2": "Fire prevention",
  "SCENE_01_0_legend_3": "Wooden",
  "SCENE_01_0_legend_4": "None",
  "SCENE_01_1_legend_title": "Shelter",
  "SCENE_01_1_legend_0": "Click for details",
  "SCENE_02_0_legend_title": "Structure type",
  "SCENE_02_0_legend_0": "Fireproof",
  "SCENE_02_0_legend_1": "Fire semi-prevention",
  "SCENE_02_0_legend_2": "Fire prevention",
  "SCENE_02_0_legend_3": "Wooden",
  "SCENE_02_0_legend_4": "None",
  "SCENE_02_1_legend_title": "Japanese earthquake scale",
  "SCENE_02_1_legend_0": "7",
  "SCENE_02_1_legend_1": "6-upper",
  "SCENE_02_1_legend_2": "6-lower",
  "SCENE_02_1_legend_3": "5-upper",
  "SCENE_02_1_legend_4": "5-lower",
  "SCENE_02_1_legend_5": "4",
  "SCENE_02_1_legend_6": "3 or less",
  "SCENE_03_0_legend_title": "Structure type",
  "SCENE_03_0_legend_0": "Fireproof",
  "SCENE_03_0_legend_1": "Fire semi-prevention",
  "SCENE_03_0_legend_2": "Fire prevention",
  "SCENE_03_0_legend_3": "Wooden",
  "SCENE_03_0_legend_4": "None",
  "SCENE_03_1_legend_title": "Number of collapses within the area",
  "SCENE_03_1_legend_0": "60 or more",
  "SCENE_03_1_legend_1": "30〜59",
  "SCENE_03_1_legend_2": "10〜29",
  "SCENE_03_1_legend_3": "0〜9",
  "SCENE_03_1_legend_4": "None",
  "SCENE_04_2_legend_title": "Number of buildings burned within the area",
  "SCENE_04_2_legend_0": "100-",
  "SCENE_04_2_legend_1": "50-100",
  "SCENE_04_2_legend_2": "20-50",
  "SCENE_04_2_legend_3": "10-20",
  "SCENE_04_2_legend_4": "1-10",
  "SCENE_04_2_legend_5": "0-1",
  "SCENE_04_2_legend_6": "0",
  "SCENE_04_1_legend_title": "Structure type",
  "SCENE_04_1_legend_0": "Fireproof",
  "SCENE_04_1_legend_1": "Semi-fireproof",
  "SCENE_04_1_legend_2": "Other",
  "SCENE_04_1_legend_3": "Unknown",
  "SCENE_04_1_legend_4": "None",
  "SCENE_04_0_legend_title": "Fire prevention area",
  "SCENE_04_0_legend_0": "Fire prevention area",
  "SCENE_04_0_legend_1": "Semi fire prevention area",
  "BURNED_OVERLAY_0_legend_title": "Number of buildings burned within the area",
  "BURNED_OVERLAY_0_legend_0": "100-",
  "BURNED_OVERLAY_0_legend_1": "50-100",
  "BURNED_OVERLAY_0_legend_2": "20-50",
  "BURNED_OVERLAY_0_legend_3": "10-20",
  "BURNED_OVERLAY_0_legend_4": "1-10",
  "BURNED_OVERLAY_0_legend_5": "0-1",
  "BURNED_OVERLAY_0_legend_6": "0",
  "SCENE_05_0_legend_title": "Structure type",
  "SCENE_05_0_legend_0": "Fireproof",
  "SCENE_05_0_legend_1": "Fire semi-prevention",
  "SCENE_05_0_legend_2": "Fire prevention",
  "SCENE_05_0_legend_3": "Wooden",
  "SCENE_05_0_legend_4": "None",
  "SCENE_05_1_legend_title": "Liquefaction Hazard Classification by PL Value",
  "SCENE_05_1_legend_0": "15<PL",
  "SCENE_05_1_legend_1": "5<PL≦15",
  "SCENE_05_1_legend_2": "0<PL≦5",
  "SCENE_05_1_legend_3": "PL=0",
  "SCENE_05_1_legend_4": "None",
  "Ministry of Land, Infrastructure, Transport and Tourism, \"Liquefaction Phenomenon.\"": "Ministry of Land, Infrastructure, Transport and Tourism, \"Liquefaction Phenomenon.\"",
  "Tokyo Metropolitan Government Disaster Prevention Website, \"Tokyo Metropolitan Government's Crisis Management System\".": "Tokyo Metropolitan Government Disaster Prevention Website, \"Tokyo Metropolitan Government's Crisis Management System\".",
  "Tokyo Metropolitan Government Disaster Prevention Website, \"Assumed Damage to Tokyo from an Earthquake, etc., Directly Beneath the Tokyo Metropolitan Area (released on May 25, 2022)\".": "Tokyo Metropolitan Government Disaster Prevention Website, \"Assumed Damage to Tokyo from an Earthquake, etc., Directly Beneath the Tokyo Metropolitan Area (released on May 25, 2022)\".",
  "Tokyo Metropolitan Government Disaster Prevention Website, \"Aspects of Potential Damage Around You.\"": "Tokyo Metropolitan Government Disaster Prevention Website, \"Aspects of Potential Damage Around You.\"",
  "Tokyo Metropolitan Government Disaster Prevention Website, \"Major Efforts and Disaster Reduction Effects over the Past 10 Years\"": "Tokyo Metropolitan Government Disaster Prevention Website, \"Major Efforts and Disaster Reduction Effects over the Past 10 Years\"",
  "Tokyo Metropolitan Government, \"Tokyo Disaster Prevention Plan Progress Report 2023\".": "Tokyo Metropolitan Government, \"Tokyo Disaster Prevention Plan Progress Report 2023\".",
  "Tokyo Metropolitan Government, Bureau of Urban Development, \"Implementation Policy for the 10-Year Project to Make Densely Wooded Areas Incombustible\".": "Tokyo Metropolitan Government, Bureau of Urban Development, \"Implementation Policy for the 10-Year Project to Make Densely Wooded Areas Incombustible\".",
  "Bureau of Urban Development, Tokyo Metropolitan Government, \"System of Special Zones for Noncombustibility\".": "Bureau of Urban Development, Tokyo Metropolitan Government, \"System of Special Zones for Noncombustibility\".",
  "Tokyo Metropolitan Government Earthquake Resistance Portal Site \"When Will the Great Earthquake Hit?\"": "Tokyo Metropolitan Government Earthquake Resistance Portal Site \"When Will the Great Earthquake Hit?\"",
  "Tokyo Metropolitan Government portal site for building liquefaction countermeasures \"What is liquefaction phenomenon?\"": "Tokyo Metropolitan Government portal site for building liquefaction countermeasures \"What is liquefaction phenomenon?",
  "千代田区": "Chiyoda Ward",
  "中央区": "Chuo Ward",
  "港区": "Minato Ward",
  "新宿区": "Shinjuku Ward",
  "文京区": "Bunkyo Ward",
  "台東区": "Taito Ward",
  "墨田区": "Sumida Ward",
  "江東区": "Koto Ward",
  "品川区": "Shinagawa Ward",
  "目黒区": "Meguro Ward",
  "大田区": "Ota Ward",
  "世田谷区": "Setagaya Ward",
  "渋谷区": "Shibuya Ward",
  "中野区": "Nakano Ward",
  "杉並区": "Suginami Ward",
  "豊島区": "Toshima Ward",
  "北区": "Kita Ward",
  "荒川区": "Arakawa Ward",
  "板橋区": "Itabashi Ward",
  "練馬区": "Nerima Ward",
  "足立区": "Adachi Ward",
  "葛飾区": "Katsushika Ward",
  "江戸川区": "Edogawa Ward",
  "Report on Damage Estimates for Tokyo Due to Major Earthquakes Such as an Earthquake Directly Under the Capital": "Report on Damage Estimates for Tokyo Due to Major Earthquakes Such as an Earthquake Directly Under the Capital",
  "Seismic Resistance": "Seismic Resistance",
  "Expected Disaster Mitigation Effects": "Expected Disaster Mitigation Effects",
  "Seismic Resistance Rate of Housing": "Seismic Resistance Rate of Housing",
  "Self-Help and Mutual Assistance": "Self-Help and Mutual Assistance",
  "Implementation Rate of Measures Such as Preventing Furniture from Falling Over": "Implementation Rate of Measures Such as Preventing Furniture from Falling Over",
  "Implementation Rate of Daily Stockpiling": "Implementation Rate of Daily Stockpiling",
  "Distribution of Number of Completely Destroyed Buildings in Earthquake directly under the southern part of Tokyo Metropolitan City": "Distribution of Number of Completely Destroyed Buildings in Earthquake directly under the southern part of Tokyo Metropolitan City",
  "*Damage to artificial reclaimed land is included in \"shaking.\"\n*Totals may not match due to rounding of decimals.\nSource: Report on Damage Estimates for Tokyo Due to Major Earthquakes Such as an Earthquake Directly Under the Capital": "*Damage to artificial reclaimed land is included in \"shaking.\"\n*Totals may not match due to rounding of decimals.\nSource: Report on Damage Estimates for Tokyo Due to Major Earthquakes Such as an Earthquake Directly Under the Capital",
  "Legend: Collapse rate within area": "Legend: Number of collapses within the area",
  "Improvement of Seismic Resistance Rate": "Improvement of Seismic Resistance Rate",
  "*Depending on the magnitude of the ground motion, a certain degree of damage may occur even in buildings meeting the 2000 standards, so the damage will not be zero.": "*Depending on the magnitude of the ground motion, a certain degree of damage may occur even in buildings meeting the 2000 standards, so the damage will not be zero.",
  "*According to the results of the Great Hanshin-Awaji Earthquake, about 23% of furniture and other items that had already been treated were ineffective due to deficiencies in the fixation method, etc.\n*It is assumed that the percentage of ineffective implementation will be reduced to 10% by promoting appropriate measures to prevent falling and toppling.": "*According to the results of the Great Hanshin-Awaji Earthquake, about 23% of furniture and other items that had already been treated were ineffective due to deficiencies in the fixation method, etc.\n*It is assumed that the percentage of ineffective implementation will be reduced to 10% by promoting appropriate measures to prevent falling and toppling.",
  "Table: List of Calculated Results for Number of Buildings Lost to Fire (Wind Speed 8m/s, Including Damage from Shaking)": "Table: List of Calculated Results for Number of Buildings Lost to Fire (Wind Speed 8m/s, Including Damage from Shaking)",
  "Legend: Number of Buildings Lost to Fire in Urban Southern Area": "Legend: Number of Buildings Lost to Fire in Urban Southern Area",
  "Fireproofing: Efforts over the Past 10 Years": "Fireproofing: Efforts over the Past 10 Years",
  "Fire-Resistant Area Rate (Improvement Areas)": "Fire-Resistant Area Rate (Improvement Areas)",
  "Fire Prevention Measures": "Fire Prevention Measures",
  "Liquefaction Distribution in Earthquake directly under the southern part of Tokyo Metropolitan City": "Liquefaction Distribution in Earthquake directly under the southern part of Tokyo Metropolitan City",
  "For the Future": "For the Future",
  "September 1, 1923, 11:58 a.m..": "1923年9月1日11時58分",
  "The year 2023 marks the 100th anniversary of the Great Kanto Earthquake.": "The year 2023 marks the 100th anniversary of the Great Kanto Earthquake.",
  "Looking to the future. Prepare for the future.": "Looking to the future. Prepare for the future.",
  "Colorized photos provided and planning advice by Hidenori Watanabe Laboratory, Graduate School of the University of Tokyo": "Colorized photos provided and planning advice by Hidenori Watanave Laboratory, Graduate School of the University of Tokyo",
  "Asahi Shimbun, May 25, 2022": "Asahi Shimbun, May 25, 2022",
  "MLIT | White Paper on National Capital Region Development,The Year of Reiwa 4": "MLIT | White Paper on National Capital Region Development,The Year of Reiwa 4",
  "MLIT | About Liquefaction phenomenon": "MLIT | About Liquefaction phenomenon",
  "Disaster Prevention Information | Tokyo Metropolitan Government's Crisis Management System": "Disaster Prevention Information | Tokyo Metropolitan Government's Crisis Management System",
  "Disaster Prevention Information | Projected Damage to Tokyo from a Capital Region Earthquake and Similar Events (Announced on May 25, 2022)": "Disaster Prevention Information | Projected Damage to Tokyo from a Capital Region Earthquake and Similar Events (Announced on May 25, 2022)",
  "Disaster Prevention Information | The Aspect of Possible Damage in One's Immediate Surroundings": "Disaster Prevention Information | The Aspect of Possible Damage in One's Immediate Surroundings",
  "Tokyo Metropolitan Government Bureau of Urban Development | \"Mokumitsu Area Fireproofing 10-Year Project\" Implementation Policy": "Tokyo Metropolitan Government Bureau of Urban Development | \"Mokumitsu Area Fireproofing 10-Year Project\" Implementation Policy",
  "Tokyo Metropolitan Government Bureau of Urban Development | The Fireproofing Special Zone System and Efforts in Specific Development Routes": "Tokyo Metropolitan Government Bureau of Urban Development | The Fireproofing Special Zone System and Efforts in Specific Development Routes",
  "Tokyo earthquake-resistant portal site | When will the big earthquake occur?": "Tokyo earthquake-resistant portal site | When will the big earthquake occur?",
  "Tokyo Metropolitan Government's Liquefaction Countermeasures Portal Site | What is Liquefaction?": "Tokyo Metropolitan Government's Liquefaction Countermeasures Portal Site | What is Liquefaction?",
  "Tokyo Fire Department | Guidebook for High School Student Members": "Tokyo Fire Department | Guidebook for High School Student Members",
  "Colorized Photo Provision and Project Advice: University of Tokyo Graduate School, Hidenori Watanave Laboratory": "Colorized Photo Provision and Project Advice: University of Tokyo Graduate School, Hidenori Watanave Laboratory",
  "（*The changes from fiscal year 2017）": "（*The changes from fiscal year 2017）",
  "Current building count in Tokyo's 23 wards": "Current building count in Tokyo's 23 wards",
  "This site is based on the Tokyo Metropolitan Government's Disaster Prevention website's \"Disaster Prevention Information | Projected Damage to Tokyo from a Capital Region Earthquake and Similar Events (Announced on May 25, 2022),\" and processed and visualized independently by this site.": "This site is based on the Tokyo Metropolitan Government's Disaster Prevention website's \"Disaster Prevention Information | Projected Damage to Tokyo from a Capital Region Earthquake and Similar Events (Announced on May 25, 2022),\" and processed and visualized independently by this site.",
  "INFO_STRUCTURE_TYPE": "<strong>Type of Structure</strong><br /><br />A fire-resistant structure is one in which the walls and floors have a certain level of fire resistance (the performance required to prevent the building from collapsing and the fire from spreading until the end of a normal fire).<br /><br />A \"quasi-fireproof structure\" has a slightly lower standard, and is considered to be a structure necessary to prevent the spread of fire caused by ordinary fires. It is applicable to buildings with a low number of floors and a small total floor area, and is required to prevent the building from collapsing or the fire from spreading for up to one hour.<br /><br />If the construction site is in a fire zone or quasi-fire zone, a significant percentage of buildings must be built with either \"fire-resistant\" or \"quasi-fire-resistant\" construction.<br /><br />Even relatively small-scale houses that are not subject to this requirement are required to have \"fireproof construction\" when built in a fire protection zone or quasi-fire protection zone. Fire-resistant materials must be used for the exterior walls and eaves, the building must not deform or break in any way after 30 minutes of heating, and the back of the building must not reach a dangerous temperature that could cause a fire.<br /><br />Source:<br /><l1>Building Standards Law Enforcement Order, Chapter 4</l1><br /><l2>Ministry of Land, Infrastructure, Transport and Tourism Building Standard Law System Summary</l2><br /><l3>UR College of Life</l3>",
  "INFO_FIRE_PREVENTION_AREA": "<strong>Fire Protection District</strong><br /><br />A fire protection zone is an area with specific regulations to prevent fire hazards in urban areas. Quasi-fire protection zones surround areas that are designated as fire protection zones.<br /><br />The performance requirements for buildings vary depending on whether the area is a fire zone or a quasi-fire zone.<br /><br />Source:<br /><l4>City Planning Law, Article 9, Paragraph 21</l4><br /><l5>Ministry of Land, Infrastructure, Transport and Tourism Regulations for Buildings in Fire Prevention Districts, etc.</l5>",
  "INFO_FIRE_PREVENTION_AREA_FOR_OVERLAY": "<strong>Number of buildings burned within the area</strong><br /><br />The number of buildings burned within an area is the number of buildings expected to be destroyed by fire in the event of an earthquake, calculated for each 250m mesh (parcel). This indicator can be used to identify areas that are likely to be severely damaged by fire and to take focused countermeasures.<br/><br/><br/>The calculation procedure is as follows.<br/>1. The number of fires that occur during an earthquake is calculated by cause, and the number of fires that can be extinguished by residents' initial firefighting is subtracted to establish the fire probability for each building. Then, fire probability is calculated for each building by taking into account the fire extinguishing rate of public fire departments and fire brigades, and adding the effect of firefighting.<br/>2. The structure of the building (wood or concrete) and the meteorological data on the strength and direction of the wind in the area are used to set the characteristics of each building.<br/>3. Based on the characteristics of each building, the potential for fire spread to neighboring buildings is analyzed, and areas where all buildings are likely to be destroyed by fire if a certain building catches fire are defined as clusters (communities of fate).<br/>4. Calculate the probability of each building burning down based on the probability of fire starting in each building calculated in step 1 and the fire spread clusters set in step 3.<br/>5. By summing the probabilities of all buildings burning down in a 250-meter mesh unit, the predicted number of buildings that will be destroyed by fire in the area is obtained.<br/><br/>However, the number of buildings burned within an area is a probabilistic measure of earthquake and fire risk in an area expressed in the form of the number of buildings, and may include a decimal point.<br/>For example, if the number of buildings burned in an area is calculated to be 152.8, this indicates that on average, about 152 to 153 buildings may be destroyed by fire in that area, which may differ from the actual number of buildings damaged.<br /><br />Source:<br /><l6>Report on Assumed Damage to Tokyo from the 2022 Tokyo Metropolitan Earthquake, etc.</l6><br/><l7>Assumption of Damage to Tokyo from the 2012 Tokyo Metropolitan Earthquake, etc. 4-2 Assumption Methodology for Each Damage</l7>"
}
